Repository: OpenPLi/enigma2
Catalog: po/*.po
Languages: id

source: Show latest update log
id: Tampilkan log peningkatan terbaru

source: Show media player on main menu
id: Tampilkan pemutar media pada menu utama

source: Show menu or plugin numbers
id: Tampilkan nomor menu atau plugin

source: Show message when recording starts
id: Tampilkan pesan saat merekam dimulai

source: Show movie lengths in movielist
id: Tampilkan panjang film pada daftar film

source: Show movies
id: Tampilkan film

source: Show multi channel EPG
id: Tampilkan EPG kanal multi

source: Show notification when import channels and/or EPG from remote receiver URL did not complete
id: Tampilkan pemberitahuan saat impor kanal dan/atau EPG dari URL Rx jauh tidak selesai

source: Show notification when import channels and/or EPG from remote receiver URL is completed
id: Tampilkan pemberitahuan saat impor kanal dan/atau EPG dari URL Rx jauh telah selesai

source: Show notification when import channels was not successful
id: Tampilkan pemberitahuan saat impor kanal tidak berhasil

source: Show notification when import channels was successful
id: Tampilkan pemberitahuan saat impor kanal berhasil

source: Show packages to be updated
id: Tampilkan paket-paket untuk ditingkatkan

source: Show picons in channel selection list
id: Tampilkan pikon dalam daftar pilihan kanal

source: Show picons in display
id: Tampilkan pikon pada tampilan

source: Show positioner movement
id: Tampilkan pergerakan posisioner

source: Show positioner position
id: Tampilkan posisi posisioner

source: Show record clock icons
id: Tampilkan ikon jam rekam

source: Show record indicator
id: Tampilkan indikator rekaman

source: Show screensaver
id: Tampilkan screensaver

source: Show second InfoBar
id: Tampilkan Bilah info kedua

source: Show second infobar
id: Tampilkan bilah info kedua

source: Show service list
id: Tampilkan daftar layanan

source: Show service type icons
id: Tampilkan ikon jenis layanan

source: Show servicelist or movies
id: Tampilkan daftar layanan atau film

source: Show single service EPG
id: Tampilkan EPG layanan tunggal

source: Show status icons in movie list
id: Tampilkan ikon status di daftar film

source: Show status icons in movielist
id: Tampilkan ikon status di daftar film

source: Show subservice selection
id: Tampilkan pilihan sub layanan

source: Show subtitle selection
id: Tampilkan pilihan terjemahan

source: Show symbols on display
id: Tampilkan simbol pada tampilan

source: Show the radio player...
id: Tampilkan pemutar radio...

source: Show the tv player...
id: Tampilkan pemutar tv...

source: Show transponder info
id: Tampilkan info transponder

source: Show two lines per entry
id: Tampilkan dua baris per masukan

source: Show vertical timelines
id: Tampilkan linimasa vertikal

source: Show warning before set 'Ignore conflict'
id: Tampilkan peringatan sebelum atur 'Abaikan konflik'

source: Show warning when timeshift is stopped
id: Tampilkan peringatan ketika timeshift berhenti

source: Show/hide window
id: Tampilkan/sembunyikan jendela

source: Shows live tv or informations on LCD.
id: Tampilkan tv live atau informasi pada LCD.

source: Shows the state of your wireless LAN connection.
id: Tampilkan keadaan koneksi nirkabel anda.

source: Shuffle playlist
id: Putar acak daftarputar

source: Shutdown
id: Matikan

source: Shutdown when in Standby
id: Matikan saat Standby

source: Side by side
id: Berdampingan

source: Signal OK, proceeding
id: Sinyal OK, lanjutkan

source: Signal quality
id: Kualitas sinyal

source: Signal strength:
id: Kekuatan sinyal:

source: Signal:
id: Sinyal:

source: Similar
id: Serupa

source: Similar EPG
id: EPG serupa

source: Similar broadcasts:
id: Siaran serupa:

source: Simple
id: Mudah

source: Simple titleset (compatibility for legacy players)
id: Atur judul mudah (kecocokan dgn pemutar lawas)

source: Single
id: Tunggal

source: Single EPG
id: EPG Tunggal

source: Single satellite
id: Satu Satelit

source: Single step (GOP)
id: Jangka tunggal (GOP)

source: Sint Maarten (Dutch part)
id: Santa Martin

source: Site latitude
id: Lintang tempat

source: Site longitude
id: Bujur tempat

source: Skin & Resolution: %s (%sx%s)
id: Tampilan & Resolusi: %s (%sx%s)

source: SkinSelector: Restart GUI
id: Pemilih Kulit: Mulaiulang antarmuka grafis

source: Skins
id: Beberapa tampilan

source: Skip empty services
id: Lewatkan layanan kosong

source: Skip internet connection check (disables automatic package installation)
id: Lewatkan pemeriksaan koneksi internet (matikan instalasi paket otomatis)

source: Sleep timer
id: Pewaktu tidur

source: SleepTimer Configuration
id: Setelan Pewaktu Tidur

source: Sleeptimer
id: Pewaktu tidur

source: Sleeptimer edit
id: Ubah pewaktu tidur

source: Slide picture in loop
id: Geser gambar dalam pengulangan

source: Slide show interval (sec.)
id: Interval tayangan slide (sec.)

source: Slovak
id: Slowakia

source: Slovenian
id: Slovenia

source: Slow
id: Lambat

source: Slow motion speeds
id: Kecepatan gerak lambat

source: Small
id: Kecil

source: Small progress
id: Progres kecil

source: Smartcard PIN
id: PIN kartu pintar

source: Smooth
id: Lembut

source: Software
id: Perangkat lunak

source: Software management
id: Kelola Perangat Lunak

source: Software manager setup
id: Atur pengelola perangkat lunak

source: Software update
id: Pembaruan Perangkat Lunak

source: Softwaremanager information
id: Info pengelola perangkat lunak

source: Solomon Islands
id: Kepulauan Solomon

source: Some TVs do not wake from standby when they receive the 'Image View On' command. If this is the case try the 'Text View On' command instead.
id: Beberapa TV tidak bangun dari siaga saat ia menerima perintah 'Tampilan Gambar Hidup'. Jika begini kasusnya, coba perintah 'Tampilan Teks Hidup' saja.

source: Some plugins are not available:
id: Beberapa plugin tidak tersedia:

source: Sorry, %s has not been installed!
id: Maaf, %s belum dipasang!

source: Sorry, deleting directories can (for now) only be done through the trash can.
id: Maaf, hapus direktori (saat ini) hanya bisa dilakukan melalui tong sampah.

source: Sorry, no backups found!
id: Maaf, file backup tidak ditemukan!

source: Sorry, no details available!
id: Maaf, rincian tidak tersedia!

source: Sorry, this tuner is in use.
id: Maaf, penala ini sedang digunakan.

source: Sorry, your backup destination is not writeable. Please select a different one.
id: Maaf, lokasi tujuan backup tidak bisa ditulisi. Mohon pilih yang lain.

source: Sort
id: Pilah

source: Sort A-Z
id: Pilah A-Z

source: Sort by
id: Pilah dgn

source: Sort list to default and exit?
id: Pilah daftar ke bawaan lalu keluar?

source: Sort list:
id: Daftar pilah:

source: Sort order for menu entries
id: Pilah perintah untuk entri menu

source: Sort order for setup entries
id: Pilah perintah untuk entri pengaturan

source: Sort plugins list to default?
id: Pilah daftar plugin ke bawaan?

source: Sort time
id: Pilah waktu

source: Sorting of playlists
id: Memilah daftarputar

source: Sound
id: Suara

source: Sound carrier
id: Pembawa suara

source: Source request
id: Permintaan sumber

source: South
id: Selatan

source: South Africa
id: Afrika Selatan

source: South Georgia and the South Sandwich Islands
id: Georgia Selatan dan Kepulauan Sandwich Selatan

source: Spain
id: Spanyol

source: Spanish
id: Spanyol

source: Specify extra timeframe to ignore inactivity sleeptimer
id: Tentukan bingkai waktu tambahan untuk mengabaikan pewaktu tidur tak aktif

source: Specify if you want to set the blocktimes separately by weekday
id: Tentukan jika anda ingin mengatur waktu blokir secara terpisah berdasarkan hari kerja

source: Specify the end time to ignore the shutdown timer when the receiver is in standby mode
id: Tentukan waktu berakhir untuk mengabaikan pewaktu shutdown ketika Rx pada mode standby

source: Specify the end time until the inactivity sleeptimer should be ignored
id: Tentukan waktu berakhir sampai pewaktu tidur tidak aktif seharusnya diabaikan

source: Specify the extra end time until the inactivity sleeptimer should be ignored
id: Tentukan waktu berakhir tambahan sampai pewaktu tidur tidak aktif seharusnya diabaikan

source: Specify the extra start time when the inactivity sleeptimer should be ignored
id: Tentukan waktu mulai tambahan ketika pewaktu tidur tidak aktif seharusnya diabaikan

source: Specify the start time to ignore the shutdown timer when the receiver is in standby mode
id: Tentukan waktu mulai untuk mengabaikan pewaktu shutdown ketika Rx dalam mode standby

source: Specify the start time when the inactivity sleeptimer should be ignored
id: Tentukan waktu mulai ketika pewaktu tidur tidak aktfi seharusnya diabaikan

source: Specify timeframe to ignore inactivity sleeptimer
id: Tentukan jangka waktu untuk mengabaikan pewaktu tidur tidak aktif

source: Specify timeframe to ignore the shutdown in standby
id: Tentukan jangka waktu untuk mengabaikan shutdown dalam standby

source: Split preview mode
id: Mode pratinjau terpisah

source: Splitscreen
id: Layar terpisah

source: Sports
id: Olahraga

source: Standard
id: Standar

source: Standby / restart
id: Standby / mulai ulang

source: Standby after current event
id: Standby setelah acara saat ini

source: Standby fan %d PWM
id: Kipas standby %d PWM

source: Standby fan %d voltage
id: Kipas standby %d volt

source: Standby in
id: Standby dalam

source: Start directory
id: Direktori mulai

source: Start from the beginning
id: Mulai dari awal

source: Start instant recording
id: Mulai merekam segera

source: Start offline decode
id: Mulai dekode luring

source: Start recording?
id: Mulai merekam?

source: Start teletext
id: Mulai teleteks

source: Start test
id: Mulai pengecekan

source: Start time
id: Waktu mulai

source: Start time to ignore inactivity sleeptimer
id: Waktu mulai untuk mengabaikan pewaktu tidak aktif

source: Start time to ignore shutdown in standby
id: Waktu mulai untuk mengabaikan shutdown dalam standby

source: Start timeshift
id: Mulai timeshift

source: Start with list screen
id: Mulai dgn layar daftar

source: Starting on
id: Mulai dari

source: Startup the set top box in standby
id: Saat dihidupkan, rx akan masuk ke posisi standby

source: Startup to Standby
id: Mulai ke Standby

source: Step east
id: Jangka ke timur

source: Step west
id: Jangka ke barat

source: Stepped east
id: Jangka ke timur

source: Stepped west
id: Jangka ke barat

source: Stop
id: Berhenti

source: Stop PiP
id: Hentikan PiP

source: Stop all current recordings
id: Hentikan semua rekaman saat ini

source: Stop and delete all current recordings
id: Hentikan dan hapus semua rekaman saat ini

source: Stop and delete recording
id: Hentikan dan hapus rekaman

source: Stop and delete recording:
id: Hentikan dan hapus rekaman:

source: Stop and delete recordings:
id: Hentikan dan hapus rekaman:

source: Stop current event and disable coming events
id: Hentikan acara saat ini dan matikan acara mendatang

source: Stop current event but not coming events
id: Hentikan acara saat ini tapi tidak acara mendatang

source: Stop entry
id: Hentikan entri

source: Stop play TV
id: Hentikan pemutaran TV

source: Stop playing this movie?
id: Hentikan pemutaran film ini?

source: Stop recording
id: Hentikan rekaman

source: Stop recording and delete
id: Hentikan rekaman dan hapus

source: Stop recording:
id: Hentikan rekaman:

source: Stop recordings:
id: Hentikan rekaman:

source: Stop service on return to movie list
id: Hentikan layanan saat kembali ke daftar film

source: Stop test
id: Hentikan pengecekan

source: Stop testing plane after # failed transponders
id: Hentikan pengetesan pesawat setelah # transponder gagal

source: Stop testing plane after # successful transponders
id: Hentikan pengetesan pesawat setelah # transponder sukses

source: Stop timer recording
id: Hentikan rekaman pewaktu

source: Stop timeshift
id: Hentikan timeshift

source: Stop timeshift?
id: Hentikan timeshift?

source: Stop using as startup service
id: Berhenti gunakan sbg layanan mulai

source: Stopped
id: Terhenti

source: Store at index
id: Simpan di indeks

source: Store position
id: Simpan posisi

source: Stored position
id: Posisi tersimpan

source: Stream request
id: Permintaan stream

source: Streaming clients info
id: Info klien streaming

source: Strongest position
id: Posisi terkuat

source: Subservice list...
id: Daftar sub layanan...

source: Subservices
id: Sub layanan

source: Subtitle Quickmenu
id: Menucepat Terjemahan

source: Subtitle alignment
id: Penjajaran terjemahan

source: Subtitle border width
id: Lebar batas terjemahan

source: Subtitle delay when timing is bad
id: Tunda terjemahan saat info waktu jelek

source: Subtitle delay when timing lacks
id: Tunda terjemahan ketika tidak ada info waktu

source: Subtitle font size
id: Ukuran huruf terjemahan

source: Subtitle language selection 1
id: Pemilihan bahasa terjemahan 1

source: Subtitle language selection 2
id: Pemilihan bahasa terjemahan 2

source: Subtitle language selection 3
id: Pemilihan bahasa terjemahan 3

source: Subtitle language selection 4
id: Pemilihan bahasa terjemahan 4

source: Subtitle position
id: Posisi terjemahan

source: Subtitle selection
id: Pemilihan terjemahan

source: Subtitle selection...
id: Pemilihan terjemahan...

source: Subtitle settings
id: Pengaturan terjemahan

source: Subtitles
id: Terjemahan

source: Subtitles Settings
id: Pengaturan Terjemahan

source: Succeeded:
id: Berhasil:

source: Sun
id: Min

source: Sunday
id: Minggu

source: Sundtek - hardware blind scan in progress. Please wait(3-20 min) for the scan to finish.
id: Sundtek - pencarian buta melalui perangkat keras sedang berjalan. Mohon tunggu (3-20 mnt) proses pencarian akan selesai.

source: Svalbard and Jan Mayen
id: Svalbard dan Jan Mayen

source: Swap PiP
id: Tukar PiP

source: Swap PiP and main picture
id: Tukarkan PiP dan gambar utama

source: Swap services
id: Tukar layanan

source: Swedish
id: Swedia

source: Switch
id: Saklar

source: Switch TV to correct input
id: Alihkan ke input TV yg benar

source: Switch between filelist/playlist
id: Beralih antara daftar berkas/daftarputar

source: Switch between normal mode and list mode
id: Beralih antara mode normal dan mode daftar

source: Switch channel down
id: Ganti kanal bawah

source: Switch channel up
id: Ganti kanal atas

source: Switch to TV mode
id: Beralih ke mode TV

source: Switch to bookmarks
id: Ganti ke penandabuku

source: Switch to filelist
id: Beralih ke daftar berkas

source: Switch to next bouquet
id: Beralih ke buket berikutnya

source: Switch to next channel
id: Beralih ke kanal berikutnya

source: Switch to next channel in history
id: Beralih ke kanal berikutnya di riwayat

source: Switch to next sub service
id: Beralih ke sub layanan berikutnya

source: Switch to playlist
id: Beralih ke daftarputar

source: Switch to previous bouquet
id: Beralih ke buket sebelumnya

source: Switch to previous channel
id: Beralih ke kanal sebelumnya

source: Switch to previous channel in history
id: Beralih ke kanal sebelumnya di riwayat

source: Switch to previous sub service
id: Beralih ke sub layanan sebelumnya

source: Switch to radio mode
id: Beralih ke mode radio

source: Switzerland
id: Swiss

source: Symbol rate
id: Simbol rate

source: Sync failure moving back to origin !
id: Sinkronisasi pergerakan gagal kembali ke asal!

source: Syrian Arab Republic
id: Republik Arab Syria

source: System
id: Sistem

source: System & Modulation
id: Sistem & Modulasi

source: T2MI RAW Mode
id: Mode RAW T2MI

source: TRANSLATOR_INFO
id: TRANSLATOR_INFO Linux STV

source: TS file is too large for ISO9660 level 1!
id: Berkas TS terlalu besar untuk ISO9660 tingkat 1!

source: TUNER:
id: PENALA:

source: TUNING
id: MENALA

source: TV physical address report
id: Laporan alamat fisik TV

source: TXT PID
id: PID TXT

source: Table of contents for collection
id: Daftar isi koleksi

source: Tags
id: Label

source: Tanzania, United Republic of
id: Republik Persekutuan Tanzania

source: Teletext subtitle color
id: Warna terjemahan teleteks

source: Temperature and fan control
id: Kontrol kipas dan suhu

source: Test DiSEqC settings
id: Pengaturan pengecekan DiSEqC

source: Test mode
id: Mode pengetesan

source: Test the network configuration of your receiver.
id: Tes penyetelan jaringan Rx anda.

source: Test type
id: Jeni tes

source: Testscreens
id: Tes Layar

source: Testscreens that are helpfull to fine-tune your display
id: Tes layar yg berguna untuk menyetel layar anda

source: Text View On
id: Tampilan Teks Hidup

source: Text color
id: Warna teks

source: Thank you for using the wizard. Please press OK to continue.
id: Terima kasih telah menggunakan wizard. Tekan OK untuk lanjut.

source: Thank you for using the wizard. Your receiver is now ready for use. Press OK to start using your receiver.
id: Terima kasih telah menggunakan wizard. Rx anda telah siap digunakan. Tekan OK untuk mulai menggunakan Rx anda.

source: The %d min remaining before the end of the event.
id: Tersisa %d mnt sebelum akhir acara.

source: The DVD standard doesn't support H.264 (HDTV) video streams. Do you want to create a special format data DVD (which will not play in stand-alone DVD players) instead?
id: Standar DVB tidak mendukung stream video H.264 (HDTV). Anda ingin membuat DVD data format khusus sebagai gantinya (yg tidak akan memutar pada pemutar DVB mandiri)?

source: The PIN code has been changed successfully.
id: Kode PIN telah berhasil diganti.

source: The PIN code has been saved successfully.
id: Kode PIN telah berhasil disimpan

source: The PIN code you entered is wrong.
id: Kode PIN yg anda masukkan salah.

source: The PIN codes you entered are different.
id: Kode PIN yg anda masukkan berbeda.

source: The directory %s is not writable. Make sure you select a writable directory instead.
id: Direktori %s tidak bisa ditulisi. Pastikan anda memilih direktori yg bisa ditulisi.

source: The following files were found...
id: Ditemukan berkas berikut...

source: The hostname or the IP address of the NTP server to synchronise the time with.
id: Nama host atau alamat ip server NTP untuk menyinkronkan waktu.

source: The network wizard extension is not installed! Please install it.
id: Ekstensi wizard jaringan tidak terpasang! Mohon pasang dulu.

source: The overscan wizard has been completed. Note: you can always start the Overscan wizard later, via Menu->Installation->System->Audio/Video->Overscan wizard
id: Wizard overscan telah selesai. Catatan: anda selalu bisa memulai wizard overscan nanti, melalui Menu->Pemasangan->Sistem->Audio/Video->Wizard overscan

source: The overscan wizard helps you to setup your TV in the correct way. For the majority of TV's, the factory default is to have overscan enabled. This means you are always watching a "zoomed in" picture instead of real HD, and parts of the user inferface (skin) may be invisible. The yellow area means a 5% border area of a full HD picture will be invisible. The green area means a 10% border area of a full HD picture will be invisible. In other words, if the yellow box touches all four sides of your screen, you have at least 5% overscan on all sides. If you see the tips of all eight arrowheads, then your TV has overscan disabled. Test Pattern by TigerDave - www.tigerdave.com/ht_menu.htm
id: Wizard overscan membantu anda mengatur TV anda dengan cara yg benar. Kebanyakan TV, bawaan pabrik overscannya diaktifkan. Ini berarti anda selalu menonton gambar "zoomed in" ketimbang real HD, dan bagian dari antarmuka pengguna (tampilan) kemungkinan tidak terlihat. Area kuning berarti 5% area batas gambar full HD akan tidak terlihat. Area hijau berarti 10% area batas gambar full HD akan tidak terlihat. Dengan kata lain, jika kotak kuning menyentuh semua keempat sisi layar, anda berada di 5% overscan pada semua sisi. Jika anda melihat kesemua delapan ujung kepala anakpanah, maka TV anda telah dimatikan overscannya. Pola Tes oleh TigerDave - www.tigerdave.com/ht_menu.htm

source: The path %s already exists.
id: Arahtuju %s telah ada.

source: The results have been written to %s
id: Hasilnya telah ditulis ke %s

source: The saved PIN was cleared.
id: PIN tersimpan telah dibersihkan.

source: The sleep timer has been activated.
id: Pewaktu tdur telah diaktifkan.

source: The sleep timer has been disabled.
id: Pewaktu tidur telah dimatikan.

source: The software management extension is not installed! Please install it.
id: Ekstensi pengelolaan perangkat lunak tidak terpasang! Mohon pasang dulu.

source: The timer file (timers.xml) is corrupt and could not be loaded.
id: Berkas pewaktu (timers.xml) korup dan tidak bisa dimuat.

source: The user interface of the receiver will now restart to select the selected skin
id: Antarmuka pengguna Rx akan memulai ulang untuk menggunakan tampilan yg dipilih

source: The user interface of your receiver is restarting
id: Antarmuka pengguna rx anda sedang memulai ulang

source: The wireless LAN plugin is not installed! Please install it and choose what you want to do next.
id: Plugin jaringan nirkabel tidak terpasang! Mohon pasang dan pilih apa yg akan anda lakukan selanjutnya.

source: The wireless LAN plugin is not installed! Please install it.
id: Plugin jaringan nirkabel tidak terpasang! Mohon pasang dulu.

source: There are at least %d updates available.
id: Setidaknya terdapat %d pembaruan tersedia.

source: There are currently no outstanding actions.
id: Saat ini tidak ada tindakan yg belum diselesaikan.

source: There are no updates available.
id: Tidak ada pembaruan yg tersedia.

source: There is no signal to lock on !
id: Tidak sinyal untuk dikunci!

source: There might not be enough Space on the selected Partition. Do you really want to continue?
id: Kemungkinan tidak cukup ruang penyimpanan pada partisi yg dipilih. Anda sungguh ingin melanjutkan?

source: This DVD RW medium is already formatted - reformatting will erase all content on the disc.
id: Media DVD RW ini sudah diformat - memformat ulang akan menghapus semua isi disk.

source: This bouquet is protected by a parental control PIN
id: Buket ini dilindungi dgn PIN pengawasan orangtua

source: This field allows you to search an additional symbol rate up to %s.
id: Bidang ini memungkinkan anda mencari symbol rate tambahan sampai %s

source: This info is for developers only. For normal users it is not relevant. Please don't panic if you see values displayed looking suspicious!
id: Ini untuk pengembang saja. Bagi pengguna normal ia nya tidak relevan. Mohon jangan panik bila anda menemukan nilai ditampilkan yg menurut anda terlihat mencurigakan!

source: This is the order in which DiSEqC commands are sent to the aerial system. The order must correspond exactly with the order the physical devices are arranged along the signal cable (starting from the receiver end).
id: Ini urutan dimana perintah DiSEqC dikirim ke system antena. Urutannya harus sesuai secara tepat dengan urutan peralatan fisik yg disusun sepanjang kabel sinyal (mulai dari ujung Rx).

source: This option allows to reduce the block-noise in the picture. Obviously this is at the cost of the picture's sharpness.
id: Pilihan ini memungkinkan mengurangi block-noise pada gambar. Lebih jelas, ini mengorbankan ketajaman gambar.

source: This option allows to set the level of dynamic contrast of the picture.
id: Pilihan ini memungkinkan untuk mengatur tingkat kontras dinamis pada gambar.

source: This option allows you can to set the auto volume level.
id: Pilihan ini memungkinkan anda bisa mengatur tingkat suara otomatis.

source: This option allows you enable smoothing filter to control the dithering process.
id: Pilihan ini memungkinkan anda mengaktifkan saringan lembut untuk mengontrol proses dithering.

source: This option allows you enable the vertical scaler dejagging.
id: Pilihan ini memungkinkan anda mengaktifkan pengikisan skala vertikal.
