Repository: OpenPLi/enigma2
Catalog: po/*.po
Languages: id

source: After pressing OK, please wait!
id: Setelah tekan OK, silakan tunggu!

source: Press OK on your remote control to continue.
id: Tekan OK pada remote kontrol anda untuk melanjutkan.

source: Recording in progress.
id: Sedang merekam.

source: Timer '%s' disabled!
id: Pewaktu '%s' dimatikan!

source: (0 - all networks)
id: (0 - semua jaringan)

source: (Channel %s)
id: (Kanal %s)

source: (Partition %d)
id: (Partisi %d)

source: (disabled)
id: (dimatikan)

source: (higher than any auto)
id: (lebih tinggi dari auto)

source: (higher than rotor any auto)
id: (lebih tinggi dari auto rotor)

source: (lower than any auto)
id: (lebih rendah dari auto)

source: ms
id: md

source: %(freespace)s %(percent)s free disk space
id: %(freespace)s %(percent)s sisa penyimpanan disk

source: %d channel found
id: %d kanal ditemukan

source: %d core
id: %d inti

source: %d day
id: %d hari

source: %d file
id: %d berkas

source: %d hour
id: %d jam

source: %d job is running in the background!
id: %d tugas dijalankan di belakang

source: %d min
id: %d mnt

source: %d minutes
id: %d menit

source: %d ms
id: %d md

source: %d pixel wide
id: %d lebar piksel

source: %d sec
id: %d dtk

source: %d second
id: %d detik

source: %d subdirectory
id: %d subdirektori

source: %d wireless network found!
id: %d jaringan nirkabel ditemukan!

source: %s Press ok for multiboot selection Press exit to close
id: %s Tekan OK untuk memilih multiboot Tekan Exit untuk menutup

source: %s is no longer used. Should it be deleted?
id: %s sudah tidak digunakan. Perlu dihapus?

source: %s updated package available
id: %s pembaruan paket tersedia

source: (ZAP as PiP)
id: ZAP sbg PiP

source: (activated +%d min)
id: (diaktifkan +%d mnt)

source: (empty)
id: (kosong)

source: (not activated)
id: (tidak diaktifkan)

source: (show optional DVD audio menu)
id: (perlihatkan menu audio DVD yang bisa dipilih)

source: * Only available if more than one interface is active.
id: * Hanya tersedia jika lebih dari satu antarmuka yang aktif.

source: -NO SERVICE
id: -Tidak ada layanan

source: -SERVICE ERROR:%d
id: -Layanan error:%d

source: /s
id: /d

source: 12V output
id: keluaran 12V

source: 16:10 Letterbox
id: Kotaksurat 16:10

source: 16:10 PanScan
id: PanScan 16:10

source: 16:9 Letterbox
id: Kotaksurat 16:9

source: 16:9 always
id: selalu 16:9

source: 3D surround
id: surround 3D

source: 3D surround softlimiter
id: batasan lembut surround 3D

source: 3D surround speaker position
id: letak pengeras suara surround 3D

source: 3d mode
id: mode 3d

source: 4:3 Letterbox
id: Kotaksurat 4:3

source: 4:3 PanScan
id: PanScan 4:3

source: : 0000 - default (disabled)
id: : 0000 - bawaan (dimatikan)

source: <Current movielist location>
id: <Lokasi daftar film saat ini>

source: <Default movie location>
id: <Lokasi film bawaan>

source: <Last timer location>
id: <Lokasi pewaktu terakhir>

source: <unknown>
id: <tak dikenal>

source: =NO STREAM
id: =Tidak ada stream

source: A completed recording timer is about to put your receiver in standby mode. Would you like to proceed?
id: Pewaktu rekam yang telah selesai ingin memproses Rx pada mode standby. Lakukan sekarang?

source: A completed recording timer is about to shut down your receiver. Would you like to proceed?
id: Pewaktu rekam yang telah selesai ingin mematikan Rx anda. Matikan sekarang?

source: A configuration file (%s) has been modified since it was installed. Would you like to keep the modified version?
id: Berkas pengaturan (%s) telah diubah sejak ia diinstall. Anda ingin lanjut dgn perubahan anda?

source: A recording has started: %s
id: Rekaman telah dimulai: %s

source: A recording is currently running. What do you want to do?
id: Rekaman sedang berjalan saat ini. Apa yg ingin anda lakukan?

source: A recording is currently running. Please stop the recording before starting a DiSEqC test.
id: Perekaman sedang berjalan saat ini. Mohon hentikan rekaman sebelum mencoba memulai test DiSEqC.

source: A recording is currently running. Please stop the recording before starting a service scan.
id: Perekaman sedang berjalan saat ini. Mohon hentikan rekaman sebelum mencoba pelacakan.

source: A repeating event is currently recording. What would you like to do?
id: Mengulang acara yg saat ini merekam. Apa yang ingin anda lakukan?

source: A required tool (%s) was not found.
id: Peralatan yg diperlukan (%s) tidak ditemukan.

source: A search for available updates is currently in progress.
id: Pencarian ketersediaan pembaruan sedang berjalan saat ini.

source: A second configured interface has been found. Do you want to disable the second network interface?
id: Antarmuka terkonfigurasi kedua telah ditemukan. Anda ingin mematikan antarmuka jaringan kedua?

source: A sleep timer is about to put your receiver in standby mode. Would you like to proceed?
id: Pewaktu tidur ingin menyetel Rx anda ke standby. Lakukan sekarang?

source: A sleep timer is about to shut down your receiver. Would you like to proceed?
id: Pewaktu tidur ingin mematikan Rx anda. Matikan sekarang?

source: A small overview of the available icon states and actions.
id: Peninjauan atas ketersediaan ikon keadaan dan tindakan.

source: A timer failed to record! Disable TV and try again?
id: Pewaktu gagal merekam! Nonaktifkan TV dan coba lagi?

source: A/V settings
id: Penyetelan A/V

source: AAC downmix
id: Downmix AAC

source: AC3 downmix
id: Downmix AC3

source: ACQUIRING TSID/ONID
id: Mendapatka TSID/ONID

source: ASS file
id: Berkas ASS

source: ATSC provider
id: Penyedia ATSC

source: Abort
id: Batal

source: Abort alternatives edit
id: Batalkan ubah alternatif

source: Abort bouquet edit
id: Batalkan ubah buket

source: Abort favourites edit
id: Batalkan ubah favorit

source: About
id: Tentang

source: Access point:
id: Poin akses:

source: Activate HbbTV (Redbutton)
id: Aktifkan HbbTV (Tombol merah)

source: Activate Picture in Picture
id: Aktifkan PiP

source: Activate network settings
id: Aktifkan penyetelan jaringan

source: Activate the configured network settings.
id: Aktifkan jaringan yang telah disetel.

source: Activate timeshift End
id: Aktifkan Batas Akhir timeshift

source: Activate timeshift end and pause
id: Aktifkan batas akhir dan jeda timeshift

source: Adapter settings
id: Penyetelan adapter

source: Add
id: Tambah

source: Add a mark
id: Tambah penanda

source: Add a new title
id: Tambah judul baru

source: Add alternatives
id: Tambahkan alternatif

source: Add bookmark
id: Tambah penandabuku

source: Add bouquet
id: Tambahkan buket

source: Add bouquet to parental protection
id: Tambahkan buket ke proteksi orangtua

source: Add directory to playlist
id: Tambah direktori ke daftarputar

source: Add file to playlist
id: Tambah berkas ke daftarputar

source: Add files to playlist
id: Tambah berkas-berkas ke daftarputar

source: Add marker
id: Tambahkan penanda

source: Add provider
id: Tambah penyedia

source: Add recording (enter recording duration)
id: Tambah rekaman (masukkan durasi rekam)

source: Add recording (enter recording endtime)
id: Tambah rekaman (masukkan batas akhir waktu rekam)

source: Add recording (indefinitely)
id: Tambah rekaman (tidak terbatas waktu)

source: Add recording (stop after current event)
id: Tambah rekaman (berhenti setelah acara saat ini)

source: Add service
id: Tambah layanan

source: Add service to bouquet
id: Tambahkan layanan ke buket

source: Add service to favourites
id: Tambahkan layanan ke favorit

source: Add timer
id: Tambah pewaktu

source: Add title
id: Tambah judul

source: Add to bouquet
id: Tambahkan ke buket

source: Add to favourites
id: Tambahkan ke kesukaan

source: Add to parental protection
id: Tambahkan ke perlindungan orangtua

source: Add/remove change timer for current event
id: Tambah/hapus pewaktu ganti pada acara saat ini

source: Adjust 3D settings
id: Sesuaikan setelan 3D

source: Adjust the color settings so that all the color shades are distinguishable, but appear as saturated as possible. If you are happy with the result, press OK to close the video fine-tuning, or use the number keys to select other test screens.
id: Sesuaikan setelah warna sehingga semua nuansa warna mudah dibedakan, tapi terlihat sepenuh mungkin. Jika anda senang dengan hasilnya, tekan OK untuk menutup pengaturan video, atau gunakan tombol angka untuk memilih test layar lainnya.

source: Advanced
id: Tingkat mahir

source: Advanced options
id: Pilihan tingkat mahir

source: Advanced options and settings.
id: Pilihan dan penyetelan tingkat lanjut.

source: Advanced restore
id: Pemulihan tingkat mahir

source: Advanced software
id: Perangkat lunak tingkat mahir

source: Advanced software plugin
id: Plugin perangkat lunak tingkat mahir

source: Advanced video enhancement setup
id: Pengaturan peningkatan video tingkat mahir

source: Advanced video setup
id: Pengaturan video tingkat mahir

source: Afghanistan
id: Afganistan

source: After event
id: Setelah acara

source: Aland Islands
id: Pulau Aland

source: Algeria
id: Aljazair

source: Alignment of events
id: Perataan acara

source: Alignment of service names
id: Perataan nama layanan

source: All
id: Semua

source: All ages
id: Semua umur

source: All frequency
id: Semua frekuensi

source: All satellites 1 (USALS)
id: Semua satelit 1 (USALS)

source: All satellites 2 (USALS)
id: Semua satelit 2 (USALS)

source: All satellites 3 (USALS)
id: Semua satelit 3 (USALS)

source: All satellites 4 (USALS)
id: Semua satelit 4 (USALS)

source: All services provider
id: Semua penyedia layanan

source: Allocate
id: Alokasikan

source: Allocate a number to the physical LNB you are configuring. You will be able to select this LNB again for other satellites (e.g. motorised dishes) to save setting up the same LNB multiple times.
id: Alokasikan sebuah angka pada LNB fisik yang sedang anda setel. Anda bisa memilih LNB ini lagi untuk satelit lainnya (misalnya parabola bergerak) untuk menyimpan setelan LNB yang sama berulangkali.

source: Allocate unused memory index
id: Alokasikan indeks memori tak terpakai

source: Allow subtitle language to equal audio language
id: Izinkan bahasa terjemahan sama dengan bahasa audio

source: Allow subtitles for hearing impaired
id: Izinkan terjemahan untuk tuna rungu

source: Alpha
id: Alfa

source: Also import at reboot/restart enigma2
id: Impor juga saat reboot/restart enigma2

source: Also import when box is leaving standby
id: Impor juga ketika Rx menuju standby

source: Also on standby
id: Juga pada standby

source: Alternative
id: Alternatif

source: Alternative URL for images listed on FlashImage
id: URL alternatif untuk image terdaftar pada FlashImage

source: Alternative URLs for DVB-T/C or ATSC
id: Alamat URL alternatif untuk DVB-T/C atau ATSC

source: Alternative numbering mode
id: Mode penomoran alternatif

source: Alternative services tuner priority
id: Prioritas penala layanan alternatif

source: Always ask
id: Selalu tanya

source: Always hide infobar
id: Selalu sembunyikan infobar

source: Always include ECM in recordings
id: Selalu sertakan ECM dalam merekam

source: Always include ECM messages in recordings. This overrides the individual timer settings globally. It allows recordings to be always decrypted afterwards (sometimes called offline decoding), if supported by your receiver. Default: off.
id: Selalu sertakan pesan-pesan ECM dalam merekam. Hal ini akan mengabaikan penyetelan pewaktu masing-masing secara global. Memungkinkan hasil rekaman selalu di-dekripsi setelah itu (kadang disebut dekoding offline), jika didukung oleh Rx anda. Bawaan: tidak.

source: American Samoa
id: Samoa Amerika

source: An empty filename is illegal.
id: Nama berkas kosong tidak diperbolehkan.

source: An error occurred while downloading the packetlist. Please try again.
id: Kesalahan terjadi saat unduh daftar paket. Silakan coba lagi

source: An unknown error occurred!
id: Kesalahan tak dikenal terjadi!

source: And will put your receiver in standby over
id: Dan akan menempatkan Rx anda pada standby

source: Andorra
id: Andora

source: Anguilla
id: Anguila

source: Antarctica
id: Antartika

source: Antigua and Barbuda
id: Antigua dan Barbuda

source: Any activity
id: Aktifitas apapun

source: Arabic
id: Arab

source: Are you sure to purge all deleted user bouquets?
id: Anda yakin ingin membersihkan semua buket pengguna yg dihapus?

source: Are you sure to remove all %s services?
id: Anda yakin ingin menghapus semua layanan %s?

source: Are you sure to remove all cable services?
id: Anda yakin ingin menghapus semua layanan kabel?

source: Are you sure to remove all terrestrial services?
id: Anda yakin ingin menghapus semua layanan teresterial?

source: Are you sure to remove this entry?
id: Anda yakin ingin menghapus entri ini?

source: Are you sure you want to activate this network configuration?
id: Anda yakin akan mengaktifkan setelan jaringan ini?

source: Are you sure you want to delete the following backup:
id: Anda yakin ingin menghapus berkas cadangan berikut:

source: Are you sure you want to exit this wizard?
id: Anda yakin ingin keluar dari wizard ini?

source: Are you sure you want to restart your network interfaces?
id: Anda yakin ingin merestart antarmuka jaringan ini?

source: Are you sure you want to restore the following backup: %s Your receiver will restart after the backup has been restored!
id: Anda yakin ingin memulihkan berkas cadangan berikut: %s Rx anda akan restart setelah berkas cadangan selesai dipulihkan!

source: Are you sure you want to restore the backup? Your receiver will restart after the backup has been restored!
id: Anda yakin ingin memulihkan berkas cadangan? Rx anda akan restart setelah berkas cadangan selesai dipulihkan!

source: Artist
id: Artis

source: Ask user
id: Tanya pengguna

source: Aspect ratio
id: Aspek rasio

source: Assigned CAIds:
id: CAIds yg ditetapkan:

source: Assigned services/provider:
id: Penyedia/layanan ditetapkan:

source: At beginning
id: Di awal

source: At end
id: Di akhir

source: Attention, this is repeated timer!
id: Perhatian, ini pewaktu berulang!

source: Attention, this is repeated timer! What do you want to do?
id: Perhatian, ini pewaktu berulang! Apa yang ingin anda lakukan?

source: Audio PID
id: PID Audio

source: Audio PID%s, codec & lang
id: PID Audio%s, codec & bhs

source: Audio auto volume level
id: level suara audio otomatis

source: Audio language selection 1
id: Pemilihan bahasa audio 1

source: Audio language selection 2
id: Pemilihan bahasa audio 2

source: Audio language selection 3
id: Pemilihan bahasa audio 3

source: Audio language selection 4
id: Pemilihan bahasa audio 4

source: Audio options...
id: Pilihan audio...

source: Audio plugins
id: Plugin audio

source: Audio track (%s) format
id: Format jalur audio (%s)

source: Audio track (%s) language
id: Bahasa jalur audio (%s)

source: Audio volume step size
id: Ukuran jangka bunyi audio

source: Author:
id: Penulis:

source: Authoring mode
id: Mode penulisan

source: Auto DiSEqC
id: DiSEqC otomatis

source: Auto EXIF Orientation rotation/flipping
id: Membalik/Putaran Orientasi EXIF otomatis

source: Auto chapter split every ? minutes (0=never)
id: Pemisahan bab otomatis setiap ? menit (0=tidak pernah)

source: Auto flesh
id: Flesh otomatis

source: Auto focus
id: Fokus otomatis

source: Auto focus commencing...
id: Memulai fokus otomatis...

source: Auto language selection
id: Pemilihan bahasa otomatis

source: Auto play blu-ray file
id: Putar otomatis berkas blu-ray

source: Auto scart switching
id: Pertukaran scart otomatis

source: Autoinstalling please wait for packages being updated
id: Pemasangan otomatis, mohon tunggu paket-paket diperbarui

source: Automatic Scan
id: Pelacakan Otomatis

source: Automatic scan
id: Pelacakan otomatis

source: Automatically start timeshift after
id: Mulai timeshift otomatis setelah

source: Automatically turn on external subtitles
id: Hidupkan otomatis terjemahan dari luar

source: Available format variables
id: Variabel format tersedia

source: Back
id: Kembali

source: Background
id: Latar

source: Background color
id: Warna latar

source: Background delete option
id: Pilihan hapus latar

source: Background delete speed
id: Kecepatan hapus latar

source: Backing up to: %s
id: Pencadangan ke: %s

source: Backup completed.
id: Berkas cadangan selesai.

source: Backup failed.
id: Berkas cadangan gagal.

source: Backup is running...
id: Sedang membuat berkas cadangan...

source: Backup system settings
id: Buat berkas cadangan penyetelan sistem

source: Backup your receiver settings.
id: Buat berkas cadangan penyetelan Rx anda.

source: Bahamas
id: Bahama

source: Band
id: Pita

source: Bandwidth
id: Lebarpita

source: Bangladesh
id: Banglades

source: Basic PID info
id: Info PID dasar

source: Basque
id: Lapisan

source: Begin time
id: Waktu mulai

source: Behavior of '0' button in PiP mode
id: Fungsi tombol 0 pada mode PiP

source: Behavior of 'pause and ok' when paused
id: Fungsi tombol 'pause dan ok' saat posisi jeda

source: Behavior when a movie is started
id: Ketika film dimulai lakukan

source: Behavior when a movie is stopped
id: Ketika film berhenti lakukan

source: Behavior when a movie reaches the end
id: Ketika film sudah selesai lakukan

source: Belarus
id: Belarusia

source: Big PiP
id: PiP Besar

source: Black screen
id: Layar hitam

source: Black screen till locked
id: Layar hitam sampai terkunci

source: Block noise reduction
id: Pengurangan nois blok

source: Blue
id: Biru

source: Bolivia (Plurinational State of)
id: Bolivia

source: Bookmarks
id: Penandabuku

source: Boost blue
id: Tingkatkan biru

source: Boot to Android image
id: Boot ke Android

source: Boot to Recovery menu
id: Boot ke menu recovery

source: Bosnia and Herzegovina
id: Bosnia

source: Botswana
id: Boswana

source: Bouvet Island
id: Pulau Buvet

source: Brightness
id: Kecerahan

source: British Indian Ocean Territory
id: Teritorial Lautan Hindia Inggris

source: Brunei Darussalam
id: Brunai Darussalam

source: Buffering %d%%
id: Mengisi %d%%

source: Bulgarian
id: Bulgaria

source: Burn DVD
id: Bakar DVD

source: Burn audio track (%s)
id: Bakar jalur audio (%s)

source: Burn existing image to DVD
id: Bakar image yg ada ke DVD

source: Burn to DVD
id: Bakar ke DVD

source: By default, SNR will be shown in dB (when supported by the tuner). This setting forces SNR to be shown as a percentage instead.
id: Secara bawaan, SNR akan ditampilkan dalam dB (jika didudukung oleh penala). Sebaliknya penyetelan ini membuat SNR ditampilkan dalam persentase.

source: Bypass HDMI EDID checking
id: Lewati pemeriksaan HDMI EDID

source: CI (Common Interface) Setup
id: Pengaturan CI (Common Interface)

source: CI assignment
id: penetapan CI

source: CI slot:
id: slot CI

source: Cable
id: Kabel

source: Cable Scan
id: Pelacakan Kabel

source: Cache thumbnails
id: Cache gambarmini

source: Calculate
id: Hitung

source: Calculate all positions
id: Hitung semua posisi

source: Calculation complete
id: Perhitungan selesai

source: Calibrate
id: Kalibrasi

source: Cambodia
id: Kamboja

source: Cameroon
id: Kamerun

source: Can be used for different fps between external subtitles and video.
id: Bisa digunakan untuk fps yg berbeda antara terjemahan dari luar dan video.

source: Can be used to test defect pixels on TV screen. Available color test screens: red green blue white black cyan magenta yellow Screens change with left/right buttons or use red, green, blue to toggle. Yellow for returning back to this intro
id: Bisa digunakan untuk mengetes pixel mati pada layar tv. Warna yang tersedia pada pengetesan layar: merah hijau biru putih hitam biru kehijauan ungu kebiruan kuning Ubah layar menggunakan tombol kiri/kanan atau gunakan pengalih merah, hijau, biru. Kuning untuk kembali ke pengantar ini

source: Can only find a network drive to store the backup this means after the flash the autorestore will not work. Alternativaly you can mount the network drive after the flash and perform a manufacurer reset to autorestore
id: Hanya bisa menemukan drive jaringan untuk menyimpan cadangan artinya setelah flash maka pengembalian otomatis tidak bisa lagi. Pilihan lainnya, anda bisa me-mount drive jaringan setelah flash, dan melakukan parameter pabrik untuk pengembalian otomatis

source: Canada
id: Kanada

source: Cancel
id: Batal

source: Cancel any text changes and exit
id: Batalkan semua perubahan teks lalu keluar

source: Cancelled upon user request
id: Dibatalkan atas permintaan pengguna

source: Cannot determine
id: Tak bisa menentukan

source: Cannot find any signal ..., aborting !
id: Tidak menemukan sinyal..., batalkan!

source: Cannot move files on a different disk or system to the trash can
id: Tidak bisa memindahkan berkas pada disk atau sistem yg berbeda ke tong sampah

source: Cannot move to trash can
id: Tidak bisa memindahkan ke tong sampah

source: Capabilities:
id: Kemampuan:

source: Capacity:
id: Kapasitas:

source: Card
id: Kartu

source: Cascade PiP
id: Pencarkan PiP

source: Cayman Islands
id: Pulau Cayman

source: Center DVB subtitles
id: Tengahkan terjemahan DVB

source: Center time-labels and remove date
id: Tengahkan label-waktu dan tanggal penghapusan

source: Central African Republic
id: Republik Afrika Tengah

source: Change PIN
id: Ganti PIN

source: Change bouquets in quickzap
id: Ganti buket saat zap cepat

source: Change recording (add time)
id: Ganti perekaman (tambah waktu)

source: Change recording (duration)
id: Ganti perekaman (durasi)

source: Change recording (endtime)
id: Ganti perekaman (bataswaktu)

source: Change repeat and delay settings?
id: Ubah penyetelan ulang dan penundaan?

source: Change step size
id: Ubah ukuran langkah

source: Change timer
id: Ubah pewaktu

source: Channel
id: Kanal

source: Channel Info
id: Info Kanal

source: Channel list type
id: Jenis daftar kanal

source: Channel not in services list
id: Kanal tidak ada di daftar layanan

source: Channel selection
id: Pilihan kanal

source: Channel:
id: Kanal:

source: Channellist menu
id: Menu daftar kanal

source: Channelnumber and picon
id: Nomor kanal dan pikon

source: Channelnumber and servicename
id: Nomor kanal dan nama layanan

source: Channelnumber, picon and servicename
id: Nomor kanal, pikon dan nama layanan

source: Chap.
id: Bab

source: Chapter
id: Bab

source: Chapter:
id: Bab:

source: Check
id: Periksa

source: Check the internet connection
id: Periksa sambungan internet

source: Check the internet connection again
id: Periksa kembali sambungan internet

source: Checking filesystem...
id: Memeriksa sistem berkas...

source: Checking the internet connection
id: Memeriksa sambungan internet

source: Checking tuner %s DiSEqC port %s for %s
id: Memeriksa penala %s DiSEqC port %s untuk %s

source: Chile
id: Chili

source: Chinese - Simplified
id: Cina - Sederhana

source: Chinese - Traditional
id: Cina - Tradisional

source: Choose Tuner
id: Pilih Penala

source: Choose bouquet
id: Pilih buket

source: Choose which tuner to configure.
id: Pilih penala mana untuk disetel.

source: Christmas Island
id: Pulau Natal

source: Circular LNB
id: LNB Sirkular

source: Circular left
id: Kiri sirkular

source: Circular right
id: Kanan sirkular

source: Cleanup
id: Membersihkan

source: Clear
id: Bersihkan

source: Clear before scan
id: Bersihkan sebelum pelacakan

source: Clear fixed
id: Bersihkan tetap

source: Clear log
id: Bersihkan log

source: Clear playlist
id: Bersihkan daftarputar

source: Client is streaming from this box!
id: Klien sedang streaming dari Rx ini!

source: Clone TV screen to LCD
id: Gandakan layar TV ke LCD

source: Close
id: Tutup

source: Close PiP with 'exit' button
id: Tutup PiP saat keluar

source: Close title selection
id: Tutup pemilihan judul

source: Cocos (Keeling) Islands
id: Kepulauan Cocos

source: Code R. LP-HP & Guard Int.
id: Kode R. LP-HP & Guard Int.

source: Collection name
id: Nama koleksi
