Repository: OpenPLi/enigma2
Catalog: po/*.po
Languages: id

source: Disk space to reserve for recordings (in GB)
id: Alokasikan space harddisk untuk merekam (dalam GB)

source: Display 4:3 content as
id: Tampilkan isi 4:3 sebagai

source: Display >16:9 content as
id: Tampilkan isi >16:9 sebagai

source: Display EPG as MultiEPG
id: Tampilkan EPG sebagai MultiEPG

source: Display EPG info for current event
id: Tampilkan info EPG pada acara saat ini

source: Display and userinterface
id: Display dan antarmuka pengguna

source: Display message before playing next movie
id: Tampilkan pesan sebelum memutar film berikutnya

source: Display movie length in movielist (except single line style).
id: Tampilkan lama film di daftar film (kecuali gaya satu baris)

source: Display setup
id: Atur display

source: Do center DVB subs on this service
id: Rata tengah terjemahan DVB pada layanan ini

source: Do not center DVB subs on this service
id: Jangan rata tengah terjemahan DVB pada layanan ini

source: Do not change
id: Jangan ubah

source: Do not record
id: Jangan rekam

source: Do not show file extensions for registered multimedia files.
id: Jangan tampilkan ekstensi berkas pada berkas multimedia terdaftar.

source: Do nothing
id: Jangan lakukan

source: Do you really want to check the filesystem? This could take lots of time!
id: Anda yakin ingin memeriksa sistem berkas? Ini memerlukan waktu yang cukup lama!

source: Do you really want to delete %s?
id: Anda yakin ingin menghapus %s?

source: Do you really want to download the plugin "%s"?
id: Anda yakin ingin mengunduh plugin "%s"?

source: Do you really want to exit?
id: Anda yakin ingin keluar?

source: Do you really want to initialize the device? All data on the disk will be lost!
id: Anda yakin ingin memformat perangkat? Seluruh data pada perangkat akan hilang!

source: Do you really want to remove the plugin "%s"?
id: Anda yakin ingin menghapus plugin "%s"?

source: Do you really want to remove directory %s from the disk?
id: Anda yakin ingin menghapus direktori %s dari perangkat?

source: Do you really want to remove your bookmark of %s?
id: Anda yakin ingin menghapus bookmark anda %s?

source: Do you want this?
id: Anda menginginkan ini?

source: Do you want to autorestore settings?
id: Anda ingin pemulihan otomatis pada setelan?

source: Do you want to burn this collection to DVD medium?
id: Anda ingin membakar koleksi ini ke media DVD?

source: Do you want to install a channel list?
id: Anda ingin memasang daftar kanal?

source: Do you want to install the package:
id: Anda ingin memasang paket:

source: Do you want to play DVD in drive?
id: Anda ingin memutar DVD pada drive?

source: Do you want to preview this DVD before burning?
id: Anda ingin melihat sekilas sebelum DVD ini dibakar?

source: Do you want to quit the overscan wizard?
id: Anda ingin keluar dari wizar overscan?

source: Do you want to reboot your receiver?
id: Anda ingin mereboot Rx anda?

source: Do you want to remove all the crash logfiles
id: Anda ingin menghapus semua berkas log crash

source: Do you want to remove the package:
id: Anda ingin menghapus paket:

source: Do you want to restore your settings?
id: Anda ingin mengembalikan pengaturan anda?

source: Do you want to resume this playback?
id: Anda ingin mulai lagi pemutaran ini?

source: Do you want to select a different skin?
id: Anda ingin memilih tampilan lain?

source: Do you want to update the package:
id: Anda ingin menaiktingkatkan paket:

source: Do you want to update your receiver to %s?
id: Anda ingin memperbarui rx anda ke %s?

source: Do you want to update your receiver?
id: Anda ingin memperbarui rx anda?

source: Dominica
id: Dominika

source: Dominican Republic
id: Republik Dominika

source: Don't save and stop timeshift
id: Jangan simpan dan hentikan timeshift

source: Don't stop current event but disable coming events
id: Jangan hentikan acara saat ini tapi matikan acara mendatang

source: Don't zap
id: Jangan zap

source: Don't zap and disable timer
id: Jangan zap dan matikan pewaktu

source: Don't zap and remove timer
id: Jangan zap dan hapus pewaktu

source: Done
id: Selesai

source: Done - Installed, updated or removed %d package (%s)
id: Selesai - Terpasang, dinaiktingkatkan atau dihapus %d paket (%s)

source: Download plugins
id: Unduh plugin

source: Downloadable new plugins
id: Plugin baru yang bisa diunduh

source: Downloadable plugins
id: Plugin yang bisa diunduh

source: Downloading
id: Mengunduh

source: Downloading a new packet list. Please wait...
id: Mencoba unduh daftar paket yg baru. Mohon tunggu...

source: Downloading plugin information. Please wait...
id: Mengunduh informasi plugin. Mohon menunggu...

source: Dutch
id: Belanda

source: Dynamic contrast
id: Kontras dinamis

source: EPG language selection 1
id: Pemilihan bahasa EPG 1

source: EPG language selection 2
id: Pemilihan bahasa EPG 2

source: EPG selection
id: Pemilihan EPG

source: EPG settings
id: Pengaturan EPG

source: ERROR - failed to scan (%s)!
id: Kesalahan - gagal melacak (%s)!

source: East
id: Timur

source: East limit set
id: Setel batas timur

source: Ecuador
id: Ekuador

source: Edit
id: Ubah

source: Edit alternatives
id: Ubah alternatif

source: Edit chapters of current title
id: Ubah bab judul saat ini

source: Edit settings
id: Ubah pengaturan

source: Edit the nameserver configuration of your receiver.
id: Ubah setelan namaserver pada Rx anda.

source: Edit the network configuration of your receiver.
id: Ubah setelan jaringan pada Rx anda.

source: Edit the update source address.
id: Ubah alamat sumber peningkatan.

source: Edit timer
id: Ubah pewaktu

source: Edit title
id: Ubah judul

source: Edit update source url
id: Ubah url sumber update

source: Egypt
id: Mesir

source: Emergency
id: Darurat

source: Empty slot
id: Slot kosong

source: Enable
id: Aktifkan

source: Enable 'neutrino' style channel select controlling
id: Aktifkan kontrol pilih kanal gaya 'neutrino'

source: Enable 'neutrino' style zap controlling
id: Aktifkan kontrol zap gaya 'neutrino'

source: Enable 5V for active antenna
id: Aktifkan 5V pada antena aktif

source: Enable EIT EPG
id: Aktifkan EPG EIT

source: Enable MHW EPG
id: Aktifkan EPG MHW

source: Enable Netmed EPG
id: Aktifkan EPG Netmed

source: Enable OK as preview in channel selection
id: Aktifkan OK sebagai pratinjau pada pemilihan kanal

source: Enable OK for channel selection
id: Aktifkan OK pada pemilihan kanal

source: Enable ViaSat EPG
id: Aktifkan EPG ViaSat

source: Enable Virgin EPG
id: Aktifkan EPG Virgin

source: Enable auto cable scan
id: Aktifkan pelacakan kabel otomatis

source: Enable bouquet edit
id: Aktifkan ubah buket

source: Enable bouquet selection in multi-EPG
id: Aktifkan pemilihan buket pada Multi-EPG

source: Enable fallback remote receiver
id: Aktifkan penggunaan rx dari jauh

source: Enable favourites edit
id: Aktifkan ubah favorit

source: Enable freesat EPG
id: Aktifkan EPG freesat

source: Enable move mode
id: Aktifkan mode pindahkan

source: Enable multiple bouquets
id: Aktifkan buket multi

source: Enable parental protection
id: Aktifkan perlindungan orangtua

source: Enable remote enigma2 receiver to be tried to tune into services that cannot be tuned into locally (e.g. tuner is occupied or service type is unavailable on the local tuner. Specify complete URL including http:// and port number (normally ...:8001), e.g. http://second_box:8001.
id: Aktifkan rx enigma2 dari jauh untuk mencoba menala layanan yang tidak bisa ditala secara lokal (misalnya penala sedang digunakan atau tipe layanan tidak tersedia pada penala lokal. Tentukan URL lengkap termasuk http:// dan nomor port (biasanya ...:8001), misalnya http://box_kedua:8001.

source: Enable teletext caching
id: Aktifkan penyembunyian teleteks

source: Enable this setting if your aerial system needs power
id: Aktifkan pengaturan ini jika sistem antena anda butuh daya

source: Enable timer conflict detection
id: Aktifkan deteksi konflik pewaktu

source: Enable to display all true/false, yes/no, on/off and enable/disable set up options as a graphical switch.
id: Aktifkan untuk menampilkan pilihan pengaturan benar/salah semua, ya/tidak, hidup/mati dan aktifkan/matikan sebagai tombol grafis

source: Enable volume control with arrow buttons
id: Aktifkan kontrol suara dengan tombol panah

source: Enable wakeup timer
id: Aktifkan pewaktu bangun tidur

source: Enable zapping with CH+/-, B+/-, P+/-
id: Aktifkan zap menggunakan CH+/-, B+/-, P+/-

source: Enabled
id: Diaktifkan

source: Encrypted:
id: Dienkripsi:

source: Encryption
id: Enkripsi

source: Encryption key
id: Kunci enkripsi

source: Encryption key type
id: Tipe kunci enkripsi

source: Encryption:
id: Enkripsi:

source: End alternatives edit
id: Akhiri ubah alternatif

source: End bouquet edit
id: Akhiri ubah buket

source: End favourites edit
id: Akhiri ubah favorit

source: End time
id: Batas akhir

source: End time to ignore inactivity sleeptimer
id: Batas akhir untuk mengabaikan pewaktu tidur tak aktif

source: End time to ignore shutdown in standby
id: Batas akhir untuk mengabaikan shutdown pada standby

source: English
id: Inggris

source: Enter PIN
id: Masukkan PIN

source: Enter PIN code
id: Masukkan kode PIN

source: Enter if you are in the east or west hemisphere.
id: Masukkan jika anda berada di belahan bumi barat atau timur

source: Enter if you are north or south of the equator.
id: Masukkan jika anda berada di lintang utara atau selatan.

source: Enter main menu...
id: Masuk ke menu utama

source: Enter persistent PIN code
id: Masukkan kode PIN yg sesuai

source: Enter the frequency at which you LNB switches between low band and high band. For more information consult the spec sheet of your LNB.
id: Masukkan frekuensi dimana LNB anda bergantian antara pita rendah dan pita tinggi. Untuk informasi lanjut, periksa lembar spek LNB anda.

source: Enter the frequency step size for the tuner to use when searching for cable multiplexes. For more information consult your cable provider's documentation.
id: Masukkan ukuran jangka frekuensi untuk penala gunakan ketika melacak pada multipleks kabel. Untuk informasi lanjut, periksa dokumentasi penyedia kabel anda.

source: Enter the number stored in the positioner that corresponds to this satellite.
id: Masukkan nomor yg tersimpan pada posisioner yg berhubungan dgn satelit ini.

source: Enter the service PIN
id: Masukkan PIN layanan

source: Enter your current latitude. This is the number of degrees you are from the equator as a decimal.
id: Masukkan latitud anda saat ini. Ini adalah nomor derajad anda berada dari garis lintang dalam desimal.

source: Enter your current longitude. This is the number of degrees you are from zero meridian as a decimal.
id: Masukkan longitud anda saat ini. Ini adalah nomor derajad anda berada dari garis nol meridian dalam desimal.

source: Enter your high band local oscillator frequency. For more information consult the spec sheet of your LNB.
id: Masukkan frekuensi oscilator lokal pita tinggi anda. Untuk informasi lanjut, periksa lembar spek LNB anda.

source: Enter your low band local oscillator frequency. For more information consult the spec sheet of your LNB.
id: Masukkan frekuensi oscilator lokal pita rendah anda. Untuk informasi lanjut, periksa lembar spek LNB anda.

source: Equal to
id: Sama dgn

source: Equatorial Guinea
id: Guinea Khatulistiwa

source: Error
id: Kesalahan

source: Error code
id: Kode kesalahan

source: Error during backup settings %s
id: Kesalahan saat mencadangkan pengaturan %s

source: Error during downloading image %s %s
id: Kesalahan saat mengunduh image %s %s

source: Error during unzipping image %s
id: Kesalahan saat mengunzip image %s

source: Error stop stream!
id: Kesalahan, hentikan stream!

source: Error: %s Retry?
id: Kesalahan: %s Coba lagi?

source: Estonian
id: Estonia

source: Ethernet network interface
id: Antarmuka jaringan ethernet

source: Event font size (relative to skin size)
id: Ukuran huruf acara (tergantung ukurang tampilan)

source: Event name first
id: Nama acara lebih dulu

source: Event view
id: Lihat acara

source: Event view context menu
id: Menu konteks tinjau acara

source: Event view menu
id: Menu lihat acara

source: Events info menu
id: Menu info acara

source: Every known
id: Setiap diketahui

source: Everywhere
id: Dimana saja

source: Execution finished!!
id: Eksekusi selesai!!

source: Execution progress:
id: Progress eksekusi:

source: Exit
id: Keluar

source: Exit EPG
id: Keluar dari EPG

source: Exit editor
id: Keluar dari editor

source: Exit input device selection.
id: Keluar dari pilihan perangkat input.

source: Exit media player?
id: Matikan pemutar media?

source: Exit mediaplayer
id: Matikan pemutar media

source: Exit movie list
id: Keluar dari daftar film

source: Exit movie player?
id: Matikan pemutar film?

source: Exit network interface list
id: Keluar dari daftar antarmuka jaringan

source: Exit network wizard
id: Keluar dari wizard jaringan

source: Exit the wizard
id: Keluar dari wizard jaringan

source: Expand
id: Bentangkan

source: Expert
id: Ahli

source: Extend sleeptimer 15 minutes
id: Perpanjang pewaktu tidur 15 menit

source: Extended
id: Diperpanjang

source: Extended Software
id: Perangkat Lunak Lebihluas

source: Extended Software Plugin
id: Plugin Perangkat Lunak Lebihluas

source: Extended network setup plugin...
id: Plugin pengaturan jaringan lebih luas...

source: Extended setup...
id: Pengaturan lebih luas...

source: Extensions
id: Ekstensi

source: Extensions management
id: Pengelolaan ekstensi

source: Extensions menu
id: Menu ekstensi

source: External
id: Eksternal

source: External PiP
id: PiP Eksternal

source: External Storage %s
id: Ruang penyimpanan Luar %s

source: External subtitle color
id: Warna terjemahan dari luar

source: External subtitle dialog colorisation
id: Pewarnaan dialog pada terjemahan dari luar

source: External subtitle switch fonts
id: Pertukaran jenis huruf terjemahan dari luar

source: Extra end time to ignore inactivity sleeptimer
id: Batas waktu tambahan untuk mengabaikan pewaktu tidur yg tidak aktif

source: Extra motor options
id: Pilihan motor tambahan

source: Extra start time to ignore inactivity sleeptimer
id: Waktu mulai tambahan untuk mengambaikan pewaktu tidur yg tidak aktif

source: FAILED
id: Gagal

source: FBC automatic
id: FBC otomatis

source: FBC automatic connected to
id: FBC otomatis terhubung ke

source: FBC automatic connected to %s
id: FBC otomatis terhubung ke %s

source: FBC automatic inactive
id: FBC otomatis tidak aktif

source: Factory reset
id: Parameter Pabrik

source: Factory reset will restore your receiver to its default configuration. All user data including system settings, tuner configuration, bouquets, services and plugins will be DELETED. Recordings and other files stored on HDD and USB media will remain intact. After completion, the system will restart automatically! Do you really want to proceed?
id: Parameter pabrik akan mengembalikan Rx anda ke pengaturan awal. Semua data pengguna termasuk pengaturan sistem, penyetelan penala, buket, layanan dan plugin akan di-HAPUS. Rekaman dan berkas lain yang disimpan pada Harddisk dan media USB akan tetap utuh. Setelah selesai, sistem akan restart otomatis! Anda sungguh ingin melanjutkan?

source: Failed
id: Gagal

source: Failed to write /tmp/positionersetup.log:
id: Gagal menulis /tmp/positionersetup.log:

source: Failed:
id: Gagal:

source: Falkland Islands (Malvinas)
id: Kepulauan Falkland (Malvinas)

source: Fallback Timer
id: Pewaktu Mundur

source: Fallback remote receiver URL
id: URL penggunaan rx dari jauh

source: Fan %d
id: Kipas %d

source: Fan %d PWM
id: Kipas %d PWM

source: Fan %d voltage
id: Voltase kipas %d

source: Fan operation
id: Operasi kipas

source: Fan speed
id: Kecepatan kipas

source: Faroe Islands
id: Kepulauan Faru

source: Fast
id: Cepat

source: Fast DiSEqC
id: DiSEqC Cepat

source: Fast forward speeds
id: Kecepatan maju cepat

source: Favourites
id: Favorit

source: File appears to be busy.
id: Berkas tampaknya sedang sibuk.

source: Filename
id: Nama berkas

source: Filesystem check
id: Pemeriksaan filesystem

source: Final position at
id: Letak akhir pada

source: Final position at index
id: Letak akhir pada indeks

source: Final scroll delay
id: Penundaan gulir terakhir

source: Find currently playing service
id: Temukan layanan yg sedang diputar

source: Fine movement
id: Pergerakan halus

source: Finetune
id: Penyelarasan

source: Finished
id: Selesai

source: Finished configuring your network
id: Selesai menyetel jaringan anda

source: Finished restarting your network
id: Selesai memulai ulang jaringan anda

source: Finland
id: Finlandia

source: Finnish
id: Finlandia

source: Fixed
id: Tetap

source: Flashing image successful
id: Pemasangan image berhasil

source: Flashing image was not successful %s
id: Pemasangan image tidak berhasil %s

source: Following tasks will be done after you press OK!
id: Tugas berikut akan dilakukan setelah anda tekan OK!

source: Force legacy signal stats
id: Paksa statistik sinyal lawas

source: Forward volume keys
id: Teruskan tombol suara

source: Frame size in full view
id: Ukuran bingkai pada tinjauan penuh

source: French
id: Perancis

source: French Polynesia
id: Polinesia Perancis

source: French Southern Territories
id: Teritorial Selatan Perancis

source: Frequency
id: Frekuensi

source: Frequency & Channel
id: Frekuensi & Kanal

source: Frequency & Polarization
id: Frekuensi & Polarisasi

source: Frequency bands
id: Pita frekuensi

source: Frequency scan step size(khz)
id: Ukuran jangka pelacakan frekuensi(khz)

source: Frequency steps
id: Jangka frekuensi

source: Frequency:
id: Frekuensi:

source: Fri
id: Jum

source: Friday
id: Jum'at

source: From:
id: Dari:

source: Frontprocessor version: %s
id: Versi prosessor depan: %s

source: Full transparency
id: Transparan sepenuhnya

source: Full view resolution
id: Resolusi tinjauan penuh

source: Function of OK button
id: Fungsi tombol OK

source: Further Options
id: Pilihan Selanjutnya

source: Further options
id: Pilihan selanjutnya

source: GUI needs a restart to apply a new language Do you want to restart the GUI now?
id: GUI perlu direstart untuk menerapkan bahasa baru Apakah anda ingin merestart GUI sekarang?

source: General AC3 delay
id: Tunda AC3 umum

source: General PCM delay
id: Tunda PCM umum

source: Genre
id: Gaya

source: German
id: Jerman

source: Getting plugin information. Please wait...
id: Mendapatkan info plugin. Silakan tunggu...

source: Gibraltar
id: Jibraltar

source: Go down the list
id: Menuju bawah daftar

source: Go to first movie or last item
id: Menuju film awal atau item terakhir

source: Go to first movie or top of list
id: Menuju film awal atau puncak daftar

source: Go to first service
id: Menuju layanan awal

source: Go to last service
id: Menuju layanan terkahir

source: Go to next event
id: Menuju acara berikutnya

source: Go to next page of service
id: Menuju halaman berikutnya dari layanan

source: Go to previous event
id: Menuju acara sebelumnya

source: Go to previous page of service
id: Menuju halaman sebelumnya dari layanan

source: Go up the list
id: Menuju ke atas daftar

source: Gold
id: Emas

source: Goto
id: Menuju

source: Goto 0
id: Menuju 0

source: Goto X
id: Menuju X

source: Goto index position
id: Menuju letak indeks

source: Goto next day of events
id: Menuju hari berikutnya dari acara

source: Goto next page of events
id: Menuju halaman berikutnya dari acara

source: Goto position
id: Menuju letak

source: Goto previous day of events
id: Menuju hari sebelumnya dari acara

source: Goto previous page of events
id: Menuju halaman sebelumnya dari acara

source: Goto primetime / now
id: Menuju jam tayang utama / sekarang

source: Goto specific date/time
id: Menuju tanggal/jam tertentu

source: Goto:
id: Menuju:

source: GotoX calibration
id: Menuju kalibrasi X

source: GraphMultiEpg Settings
id: Pengaturan GraphMultiEpg

source: Graphical Multi EPG
id: EPG Multi Grafis

source: Greek
id: Yunani

source: Green
id: Hijau

source: Greenland
id: Tanahhijau

source: HD list
id: daftar HD

source: HDMI Colordepth
id: Kedalaman warna HDMI

source: HDMI Colorimetry
id: Ukuran warna HDMI

source: HDMI Colorspace
id: Ruang warna HDMI

source: HDMI HDR Type
id: Jenis HDR HDMI

source: HDMI-CEC Source Inactive
id: Interaktif Sumber HDMI-CEC

source: HDMI-CEC setup
id: Pengaturan HDMI-CEC

source: HELP
id: TOLONG

source: Handle standby from TV
id: Tangani standby dari TV

source: Handle wakeup from TV
id: Tangani bangun dari TV

source: Hard disk setup
id: Pengaturan harddisk

source: Hard disk standby after
id: Standby harddisk setelah

source: Harddisk Setup
id: Pengaturan Harddisk

source: Hardware:
id: Perangkat keras:

source: Heard Island and McDonald Islands
id: Pulau Heard dan Kepulauan McDonald

source: Hebrew
id: Yahudi

source: Helps setting up your antenna
id: Membantu pengaturan antena anda

source: Hidden network
id: Jaringan tersembunyi

source: Hide
id: Sembunyikan

source: Hide channel list in radio mode
id: Sembunyikan daftar kanal pada mode radio

source: Hide known extensions
id: Sembunyikan ekstensi yg diketahui

source: Hide number markers
id: Sembunyikan penanda nomor

source: Hide parentel locked services
id: Sembunyikan layanan terkunci orangtua

source: Hide player
id: Sembunyikan pemutar media

source: Hide zap errors
id: Sembunyikan kesalan zap

source: Hierarchy info
id: Info hirarki

source: High bitrate support
id: Dukungan bitrate tinggi

source: History back
id: Riwayan sebelumnya

source: History next
id: Riwayan berikutnya

source: Hold screen
id: Tahan layar

source: Hold till locked
id: Tahan sampai terkunci

source: Home
id: Depan

source: Horizontal turning speed
id: Kecepatan putar horizontal

source: HotKey Setup
id: Pengaturan Tombol Pintas

source: Hotkey
id: Tombol Pintas

source: Hotkey Panic
id: Tombol Pintas Panik

source: Hotkey Setup
id: Pengaturan Tombol Pintas

source: Hotkey zap
id: Zap tombol pintas

source: Hotplug
id: Penancap

source: How many minutes do you want to record?
id: Berapa menit anda ingin merekam?

source: Hungarian
id: Hungaria

source: IDLE
id: DIAM

source: IP address
id: Alamat IP

source: ISO file is too large for this filesystem!
id: Berkas ISO terlalu besar untuk filesystem ini!

source: ISO path
id: Arah tuju ISO

source: Iceland
id: Islandia

source: Icons
id: Ikon

source: If enabled, display shows 12 chars instead 8, but in latin-1/translit only.
id: Jika diaktifkan, layar menunjukkan 12 karater ketimbang 8, tapi dalam latin-1/translit saja.

source: If is enabled and movie playback is finished, then after return to movielist will not be automaticaly start service playback.
id: Jika diaktifkan dan pemutar film selesai, maka setelah kembali ke daftar film tidak akan otomatis memulai putar kembali layanan.

source: If set as 'Yes', then audiofiles are played in 'list mode' only, instead in full screen player.
id: Jika diset ke 'Ya', maka berkasi suara diputar pada 'mode daftar' saja, ketimbang pada pemutar layar penuh.

source: If set to 'yes' signal values (SNR, etc) will be calculated from API V3. This is an old API version that has now been superseded.
id: Jika diset ke 'ya' nilai sinyal (SNR, dlsb) akan dihitung dari API V3. Ini adalah API versi lama yg sekarang sudah digantikan.

source: If using multiple uncommitted switches the DiSEqC commands must be sent multiple times. Set to the number of uncommitted switches in the chain minus one.
id: Jika menggunakan saklar tak terikat multi, perintah DiSEqC musti dikirim berulangkali. Set pada nomor saklar tak terikat pada deretan kurang satu.

source: If you are using a Circular polarised LNB select 'yes', otherwise select 'no'.
id: Jika anda menggunakan LNB berpolarisasi sirkular pilih 'ya', sebaliknya pilih 'tidak'.
