Repository: OpenPLi/enigma2
Catalog: po/*.po
Languages: id

source: Saint Pierre and Miquelon
id: Santa Pierre dan Miquelon

source: Saint Vincent and the Grenadines
id: Santa Vincent dan Granada

source: Same resolution as skin
id: Sama dgn resolusi tampilan

source: Sao Tome and Principe
id: Sao Tome dan Prinsipe

source: Sat
id: Sab

source: Satellite
id: Satelit

source: Satellite dish setup
id: Pengaturan Parabola

source: Satellite equipment
id: Peralatan satelit

source: Satellite equipment setup
id: Pengaturan peralatan satelit

source: Satellite longitude:
id: Longitude satelit:

source: Satellites
id: Satelit

source: Sats
id: Sat

source: Saturation
id: Saturasi

source: Saturday
id: Sabtu

source: Saudi Arabia
id: Arab Saudi

source: Save
id: Simpan

source: Save and exit
id: Simpan dan keluar

source: Save and restart timeshift
id: Simpan dan mulai ulang timeshift

source: Save and stop timeshift
id: Simpan dan hentikan timeshift

source: Save changes
id: Simpan perubahan

source: Save last directory on exit
id: Simpan direktori terakhir saat keluar

source: Save playlist
id: Simpan daftar putar

source: Save playlist on exit
id: Simpan dafarputar saat keluar

source: Save settings and EPG data
id: Simpan setelan dan data EPG

source: Save timeshift and zap
id: Simpan timeshift dan zap

source: Save timeshift file
id: Simpan berkas timeshift

source: Save timeshift file in movie directory
id: Simpan berkas timeshift dalam direktori film

source: Save timeshift in movie dir and zap
id: Simpan timeshift dalam dir film dan zap

source: Save timeshift only for current event
id: Simpan timeshift hanya untuk acara saat ini

source: Scaler sharpness
id: Skala ketajaman

source: Scaler vertical dejagging
id: Skala pengosongan vertikal

source: Scaling mode
id: Mode penskalaan

source: Scan
id: Lacak

source: Scan
id: Pindai

source: Scan %s
id: Pindai %s

source: Scan %s band
id: Lacak pita %s

source: Scan additional SR
id: Lacak SR tambahan

source: Scan files...
id: Pindai file...

source: Scan for local extensions and install them.
id: Pindai ekstensi lokal kemudian pasang.

source: Scan options
id: Pilihan lacak

source: Scan wireless networks
id: Pindai jaringan nirkabel

source: Scan your network for wireless access points and connect to them using your selected wireless device.
id: Pindai jaringan anda untuk mendapatkan akses poin nirkabel dan sambungkan menggunakan peralatan nirkabel terpilih.

source: Scanning %s...
id: Melacak %s...

source: Scanning - %d%% completed
id: Pelacakan - %d%% selesai

source: Scanning completed, %d channel found
id: Pelacakan selesai, %d kanal ditemukan

source: Scanning...
id: Melacak...

source: Scans default lamedbs sorted by satellite with a connected dish positioner
id: Lacak lamedb standar yg disortir oleh satelit yg terhubung dgn posisioner parabola

source: Scroll delay
id: Tunda gulir

source: Scroll repeats
id: Ulang gulir

source: Search east
id: Cari di timur

source: Search west
id: Cari di barat

source: Searching
id: Mencari

source: Searching east...
id: Mencari di timur...

source: Searching for available updates. Please wait...
id: Mencari pembaruan yg tersedia. Mohon tunggu...

source: Searching for new installed or removed packages. Please wait...
id: Mencari paket terpasang yg baru atau dihapus. Mohon tunggu...

source: Searching west...
id: Mencari di barat...

source: Second cable of motorized LNB
id: Kabel sekunder LNB menggnakan motor

source: Secondary DNS
id: DNS sekunder

source: Seek
id: Cari

source: Seek backward
id: Cari kebelakang

source: Seek backward (enter time)
id: Cari kebelakang (masukkan waktu)

source: Seek forward
id: Cari kedepan

source: Seek forward (enter time)
id: Cari kedepan (masukkan waktu)

source: Select
id: Pilih

source: Select '1.0' for standard committed switches, '1.1' for uncommitted switches, and '1.2' for systems using a positioner.
id: Pilih '1.0' untuk saklar terikat standar, '1.1' untuk saklar tak terikat, dan '1.2' untuk sistem menggunakan posisioner

source: Select 'A' or 'B' if your aerial system requires this, otherwise select 'none'. If you are unsure select 'none'.
id: Pilih 'A' atau 'B' jika sistem antena anda memerlukan ini, sebaliknya pilih 'tidak ada'. Jika anda tidak yakin, pilih 'tidak ada'.

source: Select 'FBC SCR' if this tuner will connect to a SCR (Unicable/JESS) device. For all other setups select 'FBC automatic'.
id: Pilih 'FBC SCR' jika penala ini akan terhubung ke perangkat SCR (Unikabel/JESS). Untuk semua setelan lain pilih 'FBC otomatis'.

source: Select 'Yes' when you want to configure this tuner for ATSC
id: Pilih 'Yes' ketika anda ingin mengatur tuner ini untuk ATSC

source: Select 'Yes' when you want to configure this tuner for DVB-C
id: Pilih 'Yes' ketika anda ingin mengatur tuner ini untuk DVB-C

source: Select 'Yes' when you want to configure this tuner for DVB-S
id: Pilih 'Yes' ketika anda ingin mengatur tuner ini untuk DVB-S

source: Select 'Yes' when you want to configure this tuner for DVB-T
id: Pilih 'Yes' ketika anda ingin mengatur tuner ini untuk DVB-T

source: Select 'band' if using a 'universal' LNB, otherwise consult your LNB spec sheet.
id: Pilih 'band' jika anda menggunakan LNB 'universal', jika tidak periksa lembar spek LNB anda.

source: Select 'enabled' if this tuner has a signal cable connected, otherwise select 'nothing connected'.
id: Pilih 'aktifkan' jika penala ini terhubung ke kabel sinyal, jika tidak pilih 'tidak ada terhubung'.

source: Select 'polarisation' if using a 'universal' LNB, otherwise consult your LNB spec sheet.
id: Pilih 'polarisasi' jika anda menggunakan LNB 'universal', jika tidak periksa lembar spek LNB anda.

source: Select 'provider' to scan from the predefined list of cable multiplexes. Select 'bands' to only scan certain parts of the spectrum. Select 'steps' to scan in steps of a particular frequency bandwidth.
id: Pilih 'provider' untuk lacak dari dafar yg telah ditentukan pada multipleks kabel. Pilih 'pita' untuk hanya melacak bagian tertentu dari spektrum. Pilih 'jangka' untuk melacak pada jangka lebarpita frekuensi tertentu.

source: Select 'yes' if this tuner is connected to the SCR device through another tuner, otherwise select 'no'.
id: Pilih 'ya' jika penala ini terhubung ke peratalan SCR melalui penala lain, jika tidak pilih 'tidak'.

source: Select 'yes' to choose what bands or step sizes will be scanned.
id: Pilih 'ya' untuk memilih pita apa atau ukuran jangka yang akan dilacak.

source: Select 'yes' to include %s multiplexes in your search.
id: Pilih 'ya' untuk menyertakan %s multipleks pada pencarian anda.

source: Select 'yes' to include symbol rate %s in your search.
id: Pilih 'ya' untuk menyertakan simbol rerata %s dalam pencarian anda.

source: Select 'yes' to include the %s band in your search.
id: Pilih 'ya' untuk menyertakan pita %s dalam pencarian anda.

source: Select 'yes' to only send the DiSEqC command when changing from one satellite to another, or select 'no' for the DiSEqC command to be resent on every zap.
id: Pilih 'ya' untuk hanya mengirim perintah DiSEqC ketika mengganti dari satu satelit ke lainnya, atau pilih 'tidak' agar perintah DiSEqC dikirim ulang pada setiap zap (ganti kanal).

source: Select CAId
id: Pilih CAId

source: Select Channel
id: Pilih Kanal

source: Select Fast DiSEqC if your aerial system supports this. If you are unsure select 'no'.
id: Pilih DiSEqC Cepat jika sistem antena anda mendukung ini. Jika anda tidak yakin pilih 'tidak'.

source: Select HDD
id: Pilih HDD

source: Select a bouquet
id: Pilih buket

source: Select a movie
id: Pilih film

source: Select a network adapter
id: Pilih adapter jaringan

source: Select a tuner
id: Pilih penala

source: Select a wireless network
id: Pilih jaringan nirkabel

source: Select action
id: Pilih tindakan

source: Select action for timer '%s'.
id: Pilih tindakan pada pewaktu '%s'.

source: Select all
id: Pilih semua

source: Select audio track
id: Pilih jalur suara

source: Select backup files
id: Pilih file cadangan

source: Select backup location
id: Pilih lokasi cadangan

source: Select channel
id: Pilih kanal

source: Select channel to record from
id: Pilih kanal untuk direkam

source: Select copy destination for:
id: Pilih tujuan salin untuk:

source: Select destination for:
id: Pilih tujuan untuk:

source: Select files for backup.
id: Pilih berkas untuk cadangan.

source: Select files/folders to backup
id: Pilih berkas/folder untuk cadangan

source: Select horizontal resolution:
id: Pilih resolusi horizontal:

source: Select how quickly the dish should move between satellites.
id: Pilih seberapa cepat parabola bergerak antara satelit.

source: Select how the satellite dish is set up. i.e. fixed dish, single LNB, DiSEqC switch, positioner, etc.
id: Pilih bagaimana parabola disetel, yaitu parabola tetap, LNB tunggal, saklar DiSEqC, posisioner, dlsb.

source: Select in which resolution pictures are displayed with picture viewer or movie player.
id: Atur resolusi gambar yang ditampilkan menggunakan Penampil Gambar dan Pemutar Film.

source: Select input device
id: Pilih perangkat input

source: Select input device.
id: Pilih perangkat input.

source: Select interface
id: Pilih antarmuka

source: Select location
id: Pilih lokasi

source: Select movie
id: Pilih film

source: Select provider to add...
id: Pilih penyedia untuk ditambahkan...

source: Select refresh rate
id: Pilih rerata penyegaran

source: Select satellites
id: Pilih satelit

source: Select service to add...
id: Pilih layanan untuk ditambahkan...

source: Select slot
id: Pilih slot

source: Select sort method:
id: Pilih metode sortir:

source: Select target folder
id: Pilih folder tujuan

source: Select the User Band channel to be assigned to this tuner. This is an index into the table of frequencies the SCR switch or SCR LNB uses to pass the requested transponder to the tuner.
id: Pilih saluran Pita Pengguna untuk ditetapkan pada penala ini. Ini adalah indeks pada tabel frekuensi yg saklar SCR atau LNB SCR gunakan untuk meneruskan transponder diminta ke penala.

source: Select the User Band frequency to be assigned to this tuner. This is the frequency the SCR switch or SCR LNB uses to pass the requested transponder to the tuner.
id: Pilih frekuensi Pita Pengguna untuk ditetapkan pada penala ini. Ini adalah frekuensi yg saklar SCR atau LNB SCR gunakan untuk meneruskan transponder diminta ke penala.

source: Select the User Band to be assigned to this tuner. This is an index into the table of frequencies the SCR switch or SCR LNB uses to pass the requested transponder to the tuner.
id: Pilih Pita Pengguna untuk ditetapkan pada tuner ini. Ini adalah indeks pada tabel frekuensi yg saklar SCR atau LNB SCR gunakan untuk meneruskan transponder diminta ke penala.

source: Select the manufacturer of your SCR device. If the manufacturer is not listed, set 'SCR' to 'user defined' and enter the device parameters manually according to its spec sheet.
id: Pilih pabrikan peralatan SCR anda. Jika pabrikan tidak tertera, set 'SCR' ke 'ditentukan pengguna' dan masuk ke parameter peralatan secara manual sesuai lembar speknya.

source: Select the model number of your SCR device. If the model number is not listed, set 'SCR' to 'user defined' and enter the device parameters manually according to its spec sheet.
id: Pilih nomor model peralatan SCR anda. Jika nomor model tidak tertera, set 'SCR' ke 'ditentukan pengguna' dan masukkan parameter peralatan secara manual sesuai lembar speknya.

source: Select the movie path
id: Pilih arah tujuan film

source: Select the protocol used by your SCR device. Choices are 'SCR Unicable' (Unicable), or 'SCR JESS' (JESS, also known as Unicable II).
id: Pilih protokol yg digunakan peralatan SCR. Pilihnya 'Unikabel SCR' (Unikabel), atau 'JESS SCR' (JESS, dikenal juga dgn Unikabel II).

source: Select the satellite which is connected to Port-A of your switch. If you are unsure select 'automatic' and the receiver will attempt to determine this for you. If nothing is connected to this port, select 'nothing connected'.
id: Pilih satelit yg terhubung ke Port-A saklar anda. Jika anda tidak yakin, pilih 'otomatis' dan Rx akan mencoba menentukannya untuk anda. Jika tidak ada yg terhubung pada port ini, pilih 'tidak ada terhubung'.

source: Select the satellite which is connected to Port-B of your switch. If you are unsure select 'automatic' and the receiver will attempt to determine this for you. If nothing is connected to this port, select 'nothing connected'.
id: Pilih satelit yg terhubung ke Port-B saklar anda. Jika anda tidak yakin, pilih 'otomatis' dan Rx akan mencoba menentukannya untuk anda. Jika tidak ada yg terhubung pada port ini, pilih 'tidak ada terhubung'.

source: Select the satellite which is connected to Port-C of your switch. If you are unsure select 'automatic' and the receiver will attempt to determine this for you. If nothing is connected to this port, select 'nothing connected'.
id: Pilih satelit yg terhubung ke Port-C saklar anda. Jika anda tidak yakin, pilih 'otomatis' dan Rx akan mencoba menentukannya untuk anda. Jika tidak ada yg terhubung pada port ini, pilih 'tidak ada terhubung'.

source: Select the satellite which is connected to Port-D of your switch. If you are unsure select 'automatic' and the receiver will attempt to determine this for you. If nothing is connected to this port, select 'nothing connected'.
id: Pilih satelit yg terhubung ke Port-D saklar anda. Jika anda tidak yakin, pilih 'otomatis' dan Rx akan mencoba menentukannya untuk anda. Jika tidak ada yg terhubung pada port ini, pilih 'tidak ada terhubung'.

source: Select the satellite you want to configure. Once that satellite is configured you can select and configure other satellites that will be accessed using this same tuner.
id: Pilih satelit yg ingin anda setel. Setelah satelit tsb disetel, anda bisa memilih dan menyetel satelit lainnya yg akan diakses menggunakan penala yg sama ini.

source: Select the satellite your dish receives from. If you are unsure select 'automatic' and the receiver will attempt to determine this for you.
id: Pilih satelit yg diterima parabola anda. Jika anda tidak yakin, pilih 'otomatis' dan Rx akan mencoba menentukannya untuk anda.

source: Select the tuner that controls the motorised dish.
id: Pilih penala yang mengatur parabola bergerak.

source: Select the tuner that this loopthrough depends on.
id: Pilih penala yang loopthrough ini bergantung padanya.

source: Select the tuner to which the signal cable of the SCR device is connected.
id: Pilih penala yang kabel sinyal peralatan SCR terhubung.

source: Select the type of LNB/device being used (normally 'Universal'). If your LNB type is not available select 'user defined'.
id: Pilih jenis LNB/peralatan yg digunakan (biasanya 'Universal'). Jika jenis LNB anda tidak tersedia, pilih 'ditentukan pengguna'.

source: Select the type of Single Cable Reception device you are using.
id: Pilih jenis peralatan SCR yang anda gunakan.

source: Select update source
id: Pilih sumber update

source: Select update source to edit
id: Pilih sumber update untuk diubah

source: Select video input with up/down buttons
id: Pilih input video dengan tombol up/down

source: Select video mode
id: Pilih mode video

source: Select whether your SCR device is externally powered.
id: Pilih apakah peralatan SCR anda ditenagai dari luaran

source: Select wireless network
id: Pilih jaringan nirkabel

source: Select your backup device. Current device:
id: Pilih perangkat untuk berkas cadangan anda. Perangkat dipakai:

source: Select your country. If not available select 'all'.
id: Pilih negara anda. Jika tidak tersedia, pilih 'semua'.

source: Select your provider and region. If not present in this list you will need to select one of the other 'service scan types'.
id: Pilih provder dan wilayah anda. Jika tidak ada dalam daftar, anda perlu pilih satu dari 'jenis lacak layanan' lain.

source: Select your provider, and press OK to start the scan
id: Pilih provider anda, dan tekan OK untuk mulai pelacakan

source: Select your region. If not available change 'Country' to 'all' and select one of the default alternatives.
id: Pilih wilayah anda. Jika tidak tersedia, ganti 'Negara' ke 'semua' dan pilih satu dari alternatif bawaan.

source: Selecting satellites 1 (USALS)
id: Memilih satelit 1 (USALS)

source: Selecting satellites 2 (USALS)
id: Memilih satelit 2 (USALS)

source: Selecting this option allows you to configure a group of satellites in one block.
id: Memilih pilihan ini membolehkan anda mengatur kumpulan satelit dalam satu blok.

source: Selects the mode how live tv should be shown on the LCD.
id: Pilih mode bagaimana tv live seharusnya ditampilkan pada LCD.

source: Selects video source displayed on the LCD.
id: Pilih sumber video ditampilkan pada LCD.

source: Send 'sourceactive' before zap timers
id: Kirim 'sumber aktif' sebelum pewaktu zap

source: Send DiSEqC
id: Kirim DiSEqC

source: Send DiSEqC only on satellite change
id: Kirim DiSEqC hanya saat perubahan satelit

source: Separate titles with a main menu
id: Pisahkan judul dengan menu utama

source: Sequence repeat
id: Ulang rangkaian

source: Serbian
id: Serbia

source: Service
id: Kanal

source: Service & PIDs
id: Layanan & PID

source: Service ID
id: ID Layanan

source: Service belongs to a parental protected bouquet
id: Layanan dalam buket proteksi orangtua

source: Service has been added to the favourites.
id: Kanal telah ditambahkan ke favorit.

source: Service has been added to the selected bouquet.
id: Kanal telah ditambahkan ke buket.

source: Service info
id: Informasi layanan

source: Service info - service & PIDs
id: Info layanan - layanan & PID

source: Service info - tuner live values
id: Info layanan - nilai live penala

source: Service info - tuner setting values
id: Info layanan - nilai setelan penala

source: Service invalid! (Timeout reading PMT)
id: Kanal tidak valid! (Waktu habis untuk membaca PMT)

source: Service name
id: Nama layanan

source: Service not found! (SID not found in PAT)
id: Kanal tidak ditemukan (SID tidak ditemukan di PAT)

source: Service reference
id: Referensi layanan

source: Service scan
id: Pelacakan layanan

source: Service title mode
id: Mode judul layanan

source: Service unavailable! Check tuner configuration!
id: Layanan tidak tersedia! Periksa setelan penala!

source: Servicename
id: Nama layanan

source: Services
id: Layanan

source: Set CI assignment for detection of available services.
id: Set penetapan CI untuk deteksi ketersediaan layanan.

source: Set PIN
id: Atur PIN

source: Set all hotkey to default?
id: Atur semua tombol pintas ke bawaan?

source: Set as startup service
id: Atur sbg layanan saat mulai

source: Set blocktimes by weekday
id: Atur waktu blokir berdasarkan hari kerja

source: Set default
id: Atur bawaan

source: Set end time
id: Atur waktu berakhir

source: Set fixed
id: Atur tetap

source: Set fps for external subtitles
id: Tentukan fps untuk terjemahan dari luar

source: Set if You want see status icons, progress bars or nothing.
id: Atur jika anda ingin melihat ikon status, bilah kemajuan atau tidak ada.

source: Set interface as default Interface
id: Atur antarmuka sebagai Antarmuka standar

source: Set limits
id: Atur batasan

source: Set persistent PIN code
id: Atur kode PIN tetap

source: Set sequence repeats if your aerial system requires this. Normally if the aerial system has been configured correctly sequence repeats will not be necessary. If yours does, recheck you have command order set correctly.
id: Atur pengulangan rangkaian jika sistem antena anda memerlukan ini. Normalnya, jika sistem antena telah disetel dgn benar pengulangan rangkaian tidak diperlukan lagi. Jika punya anda perlu, periksa kembali apakah urutan perintah anda sudah diatur dgn benar.

source: Set startup service
id: Atur layanan memulai

source: Set the User ID of the OpenWebif from your fallback tuner
id: Atur ID Pengguna OpenWebif dari penala terpakai anda

source: Set the password of the OpenWebif from your fallback tuner
id: Atur katakunci OpenWebif dari penala terpakai anda

source: Set the port of the OpenWebif from your fallback tuner
id: Atur port OpenWebif dari penala terpakai anda

source: Set time window to 1 hour
id: Atur jendela waktu ke 1 jam

source: Set time window to 2 hours
id: Atur jendela waktu ke 2 jam

source: Set time window to 3 hours
id: Atur jendela waktu ke 3 jam

source: Set time window to 4 hours
id: Atur jendela waktu ke 4 jam

source: Set time window to 5 hours
id: Atur jendela waktu ke 5 jam

source: Set time window to 6 hours
id: Atur jendela waktu ke 6 jam

source: Set voltage and 22KHz
id: Atur voltase dan 22KHz

source: Settings
id: Penyetelan

source: Settings can be different for each directory separately (for non removeable devices only).
id: Penyetelan bisa berbeda bagi setiap direktori secara terpisah (untuk perangkat tak bisa dilepas saja).

source: Setup
id: Pengaturan

source: Setup menu
id: Menu pengaturan

source: Setup mode
id: Mode pengaturan

source: Setup your positioner
id: Atur positioner anda

source: Setup your satellite equipment
id: Atur perangkat satelit anda

source: Sharpness
id: Ketajaman

source: Shellscript
id: Skrip shell

source: Shift
id: Perubahan

source: Short filenames
id: Nama file pendek

source: Show Audioselection
id: Tampilkan pilihan Audio

source: Show CI messages
id: Tampilkan pesan CI

source: Show EIT now/next in infobar
id: Tampilkan EIT sekarang/berikutnya di infobar

source: Show EPG for current channel...
id: Tampilkan EPG pada kanal sekarang...

source: Show EPG...
id: Tampilkan EPG...

source: Show InfoBar
id: Tampilkan Bilah info

source: Show PiP
id: Tampilkan PiP

source: Show SNR percentage instead of dB value
id: Tampilkan persentase SNR ketimbang nilai dB

source: Show True/False as graphical switch
id: Tampilkan Benar/Salah sbg saklar grafis

source: Show VCR scart on main menu
id: Tampilkan scart VCR pada menu utama

source: Show WLAN status
id: Tampilkan status WLAN

source: Show alternatives
id: Tampilkan alternatif

source: Show animation while busy
id: Tampilkan animasi saat sibuk

source: Show background behind subtitles
id: Perlihatkan latar di belakang terjemahan

source: Show background in radio mode
id: Tampilkan gambar latar pada mode radio

source: Show bouquet selection menu
id: Tampilkan menu pilihan buket

source: Show busy indicator when the system is busy.
id: Tampilkan indikator sibuk saat sistem sibuk.

source: Show channel numbers in channel selection
id: Tampilkan nomor kanal pada pemilihan kanal

source: Show columns
id: Tampilkan kolom

source: Show crypto icons
id: Tampilkan ikon kripto

source: Show crypto info in infobar
id: Tampilkan info kripto di infobar

source: Show detailed event info
id: Tampilkan info acara terperinci

source: Show event details
id: Tampilkan acara terperinci

source: Show event-progress in channel selection
id: Tampilkan progress acara pada pemilihan kanal

source: Show eventinfo plugins
id: Tampilkan plugin infoacara

source: Show extended description
id: Tampilkan deskripsi lebih luas

source: Show extension selection
id: Tampilkan pilihan ekstensi

source: Show extensions...
id: Tampilkan ekstensi...

source: Show favourites list
id: Tampilkan daftar favorit

source: Show help
id: Tampilkan bantuan

source: Show icon for new/unseen items
id: Tampilkan ikon pada item baru/belum dilihat

source: Show in extensions menu
id: Tampilkan pada menu ekstensi

source: Show info
id: Tampilkan info

source: Show info line
id: Tampilkan baris info

source: Show infobar on channel change
id: Tampilkan infobar pada pergantian kanal

source: Show infobar on event change
id: Tampilkan infobar pada pergantian acara

source: Show infobar on skip forward/backward
id: Tampilkan infobar pada lewati ke depan/ke belakang

source: Show latest commits
id: Tampilkan pengerjaan terbaru
