Repository: OpenPLi/enigma2
Catalog: po/*.po
Languages: id

source: If you are using a DiSEqC committed switch enter the port letter required to access the LNB used for this satellite.
id: Jika anda menggunakan saklar terikat DiSEqC, masukkan huruf port yg diminta untuk mengakses LNB yg digunakan pada satelit ini.

source: If you are using a DiSEqC uncommitted switch enter the port number required to access the LNB used for this satellite.
id: Jika anda menggunakan saklar tidak terikat DiSEqC, masukkan nomor port yg diminta untuk mengakses LNB yg digunakan pada satelit ini.

source: If you see this, something is wrong with your scart connection. Press OK to return.
id: Jika anda melihat ini, ada yg salah dengan koneksi scart anda. Tekan OK untuk kembali.

source: If your TV has a brightness or contrast enhancement, disable it. If there is something called "dynamic", set it to standard. Adjust the backlight level to a value suiting your taste. Turn down contrast on your TV as much as possible. Then turn the brightness setting as low as possible, but make sure that the two lowermost shades of gray stay distinguishable. Do not care about the bright shades now. They will be set up in the next step. If you are happy with the result, press OK.
id: Jika kontras dan kecerahan TV anda naik, matikan lah. Jika ada sesuatu yg disebut "dynamic", set lah ke standar. Atur tingkat cahaya latar ke nilai sesuai selera anda. Turunkan kontras pada TV anda sebanyak mungkin. Lalu atur setelan kecerahan serendah mungkin, tapi pastikan kedua nuansa abu-abu paling bawah tetap bisa dibedakan. Tidak perlu kawatir dengan nuansa cerah sekarang. Ia akan diatur pada langkah berikutnya. Jika anda puas dengan hasilnya, tekan OK.

source: Ignore DVB-C namespace sub network
id: Abaikan sub jaringan namespace DVB-C

source: Ignore DVB-S namespace sub network
id: Abaikan sub jaringan namespace DVB-S

source: Ignore DVB-T namespace sub network
id: Abaikan sub jaringan namespace DVB-T

source: Ignore conflict
id: Abaikan konflik

source: Image to install is invalid %s
id: Image yang ingin dipasang tidak valid %s

source: Import channels and/or EPG from remote receiver URL also when the receiver is getting out of standby
id: Impor kanal dan/atau EPG dari URL Rx jauh juga ketika Rx itu keluar dari posisi standby

source: Import channels and/or EPG from remote receiver URL when receiver or enigma2 is restarted
id: Impor kanal dan/atau EPG dari URL Rx jauh ketika Rx atau enigma2 dimulai ulang

source: In order to record a timer, the TV was switched to the recording service!
id: Dalam hal merekam pewaktu, TV dialihkan ke layanan perekaman!

source: In progress
id: Sedang berlangsung

source: Inactivity Sleeptimer
id: Pewaktutidur Tak aktif

source: Include AIT in http streams
id: Sertakan AIT pada streaming http

source: Include ECM in http streams
id: Sertakan ECM pada streaming http

source: Include EIT in http streams
id: Sertakan EIT pada streaming http

source: Incorrect service type for Picture in Picture!
id: Jenis layanan tidak benar pada PiP!

source: Increased voltage
id: Voltase dinaikkan

source: Index
id: Indeks

source: Index allocated:
id: Indeks dialokasikan:

source: Indonesian
id: Indonesia

source: Info bar
id: Bilah info

source: Info bar timeout
id: Batas waktu bilah info

source: Infobar frontend data source
id: Sumber data frontend pada bilah info

source: Information
id: Informasi

source: Initial fast forward speed
id: Kecepatan maju cepat awal

source: Initial location in new timers
id: Lokasi awal pada pewaktu baru

source: Initial lock ratio
id: Rasio penguncian awal

source: Initial rewind speed
id: Kecepatan mundur cepat awal

source: Initial scroll delay
id: Penundaan gulir awal

source: Initial signal quality
id: Kualitas sinyal awal

source: Initial signal quality:
id: Kualitas sinyal awal:

source: Initialization
id: Inisialisasi

source: Initialize
id: Inisialisasi

source: Initializing storage device...
id: Memformat media penyimpanan...

source: Input
id: Masukan

source: Input Stream ID
id: Masukkan ID Stream

source: Input device setup
id: Atur perangkat input

source: Input devices
id: Perangkat Input

source: Install
id: Pasang

source: Install channel list
id: Pasang daftar kanal

source: Install extensions
id: Pasang ekstensi

source: Install local extension
id: Pasang ekstensi lokal

source: Install picons on
id: Pasang picon pada

source: Installation has completed.
id: Pemasangan telah selesai.

source: Installation or removal has completed.
id: Pemasangan atau penghapusan telah selesai.

source: Installing
id: Pemasangan

source: Installing software...
id: Memasang perangkat lunak...

source: Instant recording
id: Perekaman segera

source: Instant recording location
id: Lokasi perekaman segera

source: Interface:
id: Antarmuka:

source: Internal flash
id: Flash memori internal

source: Internal hdd only
id: Hdd internal saja

source: Interval between keys when repeating:
id: Selang waktu antara tombol ketika berulang:

source: Invalid directory selected: %s
id: Direktori tidak valid dipilih: %s

source: Invalid location
id: Lokasi tidak valid

source: Invalid transponder data
id: Data transponder tidak valid

source: Inversion
id: Inversi

source: Inversion & Bandwidth
id: Inversi & Lebarpita

source: Inversion, Pilot & Roll-off
id: Inversi, Pilot & Roll-off

source: Iran (Islamic Republic of)
id: Republik Islam Iran

source: Iran, Islamic Republic
id: Republik Islam, Iran

source: Iraq
id: Irak

source: Ireland
id: Irlandia

source: Is this setting ok?
id: Apakah pengaturan ini ok?

source: Is this video mode ok?
id: Apakah mode video ini ok?

source: It seems you did not see all the eight arrow heads. This means your TV has overscan enabled, and is not configured properly. Please refer to your TV's manual to find how you can disable overscan on your TV. Look for terms like 'Just fit', 'Full width', etc. If you can't find it, ask other users at http://forums.openpli.org.
id: Sepertinya anda tidak melihat kedelapan kepala anak panah. Ini berarti TV anda aktif overscannya, dan tidak diatur dengan baik. Mohon merujuk pada manual TV anda untuk mengetahui bagaimana anda bisa mematikan overscan pada TV anda. Cari istilah seperti 'Just fit', 'Full width', dan lainnya. Jika tidak anda temukan, tanyalah pengguna lain di http://forums.openpli.org.

source: Italian
id: Italia

source: Items per page
id: Item per halaman

source: Items per page for list screen
id: Item per halaman untuk layar daftar

source: Jamaica
id: Jamaika

source: Japan
id: Jepang

source: Jersey
id: Jersi

source: Job overview
id: Ikhtisar pekerjaan

source: Jordan
id: Yordania

source: Jump to beginning of list
id: Lompat ke awal daftar

source: Jump to end of list
id: Lompat ke akhir daftar

source: Jump to next marked position
id: Lompat ke letak ditandai berikutnya

source: Jump to previous marked position
id: Lompat ke posisi ditandai sebelumnya

source: Just scale
id: Hanya skala

source: Keep service
id: Tetap pada layanan

source: Kernel version:
id: Versi kernel:

source: Key Events
id: Acara Kunci

source: Keyboard
id: Papankunci

source: Keyboard map
id: Peta papankunci

source: Keyboard setup
id: Pengaturan papankunci

source: Korea (Democratic People's Republic of)
id: Korea Utara

source: Korea (Republic of)
id: Korea Selatan

source: Kyrgyzstan
id: Kirgistan

source: LAN adapter
id: Adapter LAN

source: LAN connection
id: Koneksi LAN

source: Language
id: Bahasa

source: Language selection
id: Pilihan bahasa

source: Lao People's Democratic Republic
id: Laos

source: Large
id: Besar

source: Last config
id: Pengaturan terakhir

source: Last speed
id: Kecepatan terakhir

source: Last update:
id: Peningkatan terakhir:

source: Latest Commits
id: Pengerjaan Terbaru

source: Latvian
id: Latvia

source: Leave DVD player?
id: Keluar pemutar DVD?

source: Leave this set to 'yes' unless you fully understand why you are adjusting it.
id: Biarkan ini pada 'ya' kecuali anda mengerti sepenuhnya mengapa anda mengaturnya.

source: Left
id: Kiri

source: Left from servicename
id: Di kiri nama layanan

source: Letterbox
id: Kotaksurat

source: Letterbox zoom
id: Zoom kotaksurat

source: Libya
id: Libia

source: Limit character set for recording filenames
id: Batasi karakter dalam penamaan file rekaman

source: Limit east
id: Batasi timur

source: Limit the characters that can be used in recording filenames to (7 bit) ascii. This ensures compatibility with operating systems or file systems with limited character sets.
id: Batasi karakter yang bisa digunakan untuk nama file hasil rekaman pada ascii (7 bit). Ini untuk memastikan kesesuaian dengan sistem operasi atau sistem file dengan serangkaian karakter yang terbatas.

source: Limit west
id: Batasi barat

source: Limits cancelled
id: Batasan dibatalkan

source: Limits enabled
id: Batasan diaktifkan

source: Limits off
id: Batasan mati

source: Limits on
id: Batasan hidup

source: Link quality:
id: Kualitas tautan:

source: Link:
id: Tautan:

source: Linked titles with a DVD menu
id: Tautkan judul dgn menu DVD

source: List available networks
id: Daftar jaringan tersedia

source: List mode
id: Mode daftar

source: List of storage devices
id: Daftar perangat penyimpanan

source: List type
id: Jenis daftar

source: List version %(ver)d, found %(num)d channel
id: Daftar versi %(ver)d, ditemukan %(num)d kanal

source: Listen to the radio...
id: Mendengarkan radio...

source: Lists reloaded!
id: Daftar dimuatulang!

source: Lithuanian
id: Lituania

source: Live decoder
id: Mendekode langsung

source: Load
id: Muat

source: Load length of movies in movie list
id: Muat panjang film pada daftar film

source: Load playlist
id: Muat daftarputar

source: Load unlinked userbouquets
id: Muat buket pengguna yg tak terhubung

source: Local network
id: Jaringan lokal

source: Location
id: Lokasi

source: Location EPG Cache file
id: Lokasi berkas Cache EPG

source: Location for instant recordings
id: Lokasi perekaman segera

source: Lock ratio
id: Ratio penguncian

source: Lock:
id: Mengunci:

source: Log results to /tmp
id: Hasil log pada /tmp

source: Logfile does not exist anymore
id: Berkas log tidak ada lagi

source: Long filenames
id: Nama berkas panjang

source: Long key press
id: Tekan tombol lama

source: Looking for active transponders in the cable network. Please wait...
id: Mencoba temukan transponder yg digunakan pada jaringan kabel. Mohon tunggu...

source: Looking for active transponders in the terrestrial network. Please wait...
id: Mencoba temukan tranponder yg digunakan pada jaringan terrestrial. Mohon tunggu...

source: Loop through from
id: Pengulangan dari

source: Lower case
id: Huruf kecil

source: Luxembourgish
id: Luxemburg

source: MMC card
id: Kartu MMC

source: MORE
id: LAGI

source: Macao
id: Makau

source: Madagascar
id: Madagaskar

source: Main menu
id: Menu Utama

source: Maintain old EPG data for
id: Biarkan data EPG lama hingga

source: Make it possible to manually initiate the channels import and/or EPG via the extension menu
id: Memungkinkan untuk secara manual mengawali impor kanal dan/atau EPG lewat menu ekstensi

source: Make this mark an 'in' point
id: Buat tanda ini sebuah penunjuk 'in'

source: Make this mark an 'out' point
id: Buat tanda ini sebuah penunjuk 'out'

source: Make this mark just a mark
id: Buat tanda ini hanya sebuah penanda

source: Maldives
id: Maladewa

source: Manage extensions
id: Kelola ekstensi

source: Manage extensions or plugins for your receiver.
id: Kelola ekstensi atau plugin pada Rx anda.

source: Manage your receiver's software
id: Kelola perangkat lunak rx anda

source: Manual Scan
id: Pelacakan Manual

source: Manual configuration
id: Pengaturan manual

source: Manual scan
id: Pelacakan manual

source: Manual transponder
id: Transponder manual

source: Manufacturer
id: Pabrikan

source: Margin after recording (minutes)
id: Batas setelah merekam (menit)

source: Margin before recording (minutes)
id: Batas sebelum merekam (menit)

source: Mark service as dedicated 3D service
id: Tandai layanan sebagai layanan 3D khusus

source: Marshall Islands
id: Kepulauan Marshall

source: Martinique
id: Martinika

source: Max memory positions
id: Posisi memori maksimal

source: Max. bitrate:
id: Bitrate max:

source: Maybe the reason that recording is currently running. Please stop the recording before trying to configure the positioner.
id: Mungkin penyebabnya perekaman sedang berjalan saat ini. Mohon berhenti merekam sebelum mencoba mengatur posisioner.

source: Media player
id: Pemutar media

source: Media scanner
id: Pemindai media

source: Medium is not a writeable DVD!
id: Media DVD tidak bisa ditulisi!

source: Medium is not empty!
id: Media tidak kosong!

source: Memory
id: Memori

source: Memory Info
id: Info Memori

source: Memory index
id: Indeks memori

source: Menusort (%s)
id: Menusortir (%s)

source: Message
id: Pesan

source: Message...
id: Pesan...

source: Mexico
id: Meksiko

source: Micronesia (Federated States of)
id: Mikronesia

source: Minimum age %d years
id: Umur minimum %d tahun

source: Minimum send interval
id: Selang waktu kirim minimum

source: Missing
id: Hilang

source: Modulation
id: Modulasi

source: Moldova (Republic of)
id: Moldova

source: Mon
id: Sen

source: Mon-Fri
id: Sen-Jum

source: Monday
id: Senin

source: Morocco
id: Moroko

source: Mosquito noise reduction
id: Pengurangan kebisingan nyamuk

source: Motor command retries
id: Coba ulang perintah motor

source: Motor running timeout
id: Waktu habis menjalankan motor

source: Move
id: Pindah

source: Move PiP
id: Pindahkan PiP

source: Move PiP to main picture
id: Pindahkan PiP ke gambar utama

source: Move Picture in Picture
id: Pindahkan Picture in Picture

source: Move east
id: Bergerak ke timur

source: Move to position X
id: Bergerak ke posisi X

source: Move west
id: Bergerak ke barat

source: Moved to position 0
id: Bergerak ke posisi 0

source: Moved to position at index
id: Bergerak ke posisi pada indeks

source: Movement
id: Pergerakan

source: Movie list configuration
id: Pengaturan daftar film

source: Movie location
id: Lokasi film

source: Movie selection
id: Pemilihan film

source: Movielist menu
id: Menu Dafarfilm

source: Moving
id: Bergerak

source: Moving east...
id: Bergerak ke timur...

source: Moving to position
id: Bergerak ke posisi

source: Moving west...
id: Bergerak ke barat...

source: Mozambique
id: Mozambik

source: Multi EPG
id: EPG Multi

source: Multi channel downmix
id: Turunkan kualitas multi kanal

source: Multi-EPG bouquet selection
id: Pilihan buket Multi-EPG

source: Multichannel PCM
id: Kanal multi PCM

source: Multiple service support
id: Dukungan layanan banyak

source: Multisat
id: Banyak satelit

source: Multisat all select
id: Banyak satelit dipilih semua

source: Music/Ballet/Dance
id: Musik/Ballet/Tari

source: Mute
id: Bisu

source: Myanmar
id: Burma

source: N/A
id: T/A

source: NEXT
id: Berikutnya

source: NIM & Type
id: NIM & Jenis

source: NO
id: TIDAK

source: NOW
id: Sekarang

source: NTP Hostname
id: Nama host NTP

source: Name
id: Nama

source: Namespace & Orbital pos.
id: Namespace & Pos. orbit

source: Netherlands
id: Belanda

source: Network
id: Jaringan

source: Network ID
id: ID Jaringan

source: Network Info:
id: Info Jaringan:

source: Network configuration
id: Pengaturan jaringan

source: Network configuration...
id: Pengaturan jaringan...

source: Network mount
id: Mount jaringan

source: Network mount %s
id: Mount jaringan %s

source: Network name (SSID)
id: Nama jaringan (SSID)

source: Network scan
id: Pindai jaringan

source: Network setup
id: Atur Jaringan

source: Network test
id: Periksa Jaringan

source: Network test...
id: Memeriksa jaringan...

source: Network test:
id: Periksa jaringan:

source: Network wizard
id: Wizard jaringan

source: Network:
id: Jaringan:

source: Never decrypt the content while recording. This overrides the individual timer settings globally. If enabled, recordings are stored in crypted presentation and must be decrypted afterwards (sometimes called offline decoding). Default: off.
id: Jangan di-dekrip kontennya saat merekam. Hal ini akan mengabaikan pengaturan pewaktu masing-masing secara global. Jika diaktifkan, hasil rekaman disimpan dalam bentuk di-kripsi dan musti di-dekripsi setelah itu (kadang disebut dekoding offline). Bawaan: tidak.

source: Never decrypt while recording
id: Jangan di-dekrip ketika merekam

source: New
id: Baru

source: New Caledonia
id: Keledonia Baru

source: New Zealand
id: Selandia Baru

# button label, 'next screen'
source: Next
id: Lanjut

# now/next: 'next' event label
source: Next
id: Berikutnya

source: Nicaragua
id: Nikaragua

source: No
id: Tidak

source: No (supported) DVDROM found!
id: Tidak ditemukan DVDROM (didukung)!

source: No Connection
id: Tidak ada koneksi

source: No ECMPids available (FTA Service)
id: Tidak tersedia ECMPids (Layanan FTA)

source: No HDD found or HDD not initialized!
id: Tidak ditemukan HDD atau HDD tidak diformat!

source: No age block
id: Umur tidak diblokir

source: No data on transponder! (Timeout reading PAT)
id: Tidak ada data pada transponder! (Waktu habis membaca PAT)

source: No data received yet
id: Tidak ada data yg diterima saat ini

source: No delay
id: Jangan tunda

source: No description available.
id: Deskripsi tidak tersedia.

source: No displayable files on this medium found!
id: Tidak ditemukan file yang bisa dilihat pada medium ini!

source: No event info found, recording indefinitely.
id: Info acara tidak ditemukan, merekam tanpa batas waktu.

source: No fast winding possible yet... but you can use the number buttons to skip forward/backward!
id: Tidak ada pintasan cepat yg memungkinkan... tapi anda bisa gunakan tombol skip forward/backward!

source: No free index available
id: Indeks tidak tersedia

source: No free tuner!
id: Tidak ada penala lagi!

source: No network connection available.
id: Koneksi jaringan tidak tersedia.

source: No networks found
id: Jaringan tidak ditemukan

source: No new plugins found
id: Plugin baru tidak ditemukan

source: No priority
id: Tidak Diprioritaskan

source: No satellite frontend found!
id: Frontend satelit tidak ditemukan!

source: No satellite, terrestrial or cable tuner is configured. Please check your tuner setup.
id: Tidak ada penala satelit, terestrial maupun kabel diatur. Mohon periksa pengaturan penala anda.

source: No service
id: Tidak ada layanan

source: No services/providers selected
id: Tidak ada layanan/penyedia yang dipilih

source: No standby
id: Tidak bisa standby

source: No stream clients
id: Tidak ada klien streaming

source: No tags are set on these movies.
id: Tidak ada label diset pada film ini.

source: No timeout
id: Tanpa batas waktu

source: No to all
id: Tidak pada semuanya

source: No transparency
id: Tanpa transparan

source: No tuner is enabled! Please setup your tuner settings before you start a service scan.
id: Tidak ada penala yang diaktifkan! Silakan atur pengaturan penala anda sebelum mulai lacak layanan.

source: No updates available
id: Pembaruan tidak tersedia

source: No updates available. Please try again later.
id: Pembaruan tidak tersedia. Silakan coba lain waktu.

source: No wireless networks found! Searching...
id: Jaringan nirkabel tidak ditemukan! Pindai...

source: No working local network adapter found. Please verify that you have attached a network cable and your network is configured correctly.
id: Tidak ditemukan adapter jaringan lokal yg bekerja. Mohon pastikan anda telah menancapkan kabel jaringan dan jaringan anda telah diatur dgn benar.

source: No working wireless network adapter found. Please verify that you have attached a compatible WLAN device and your network is configured correctly.
id: Tidak ditemukan adapter jaringan nirkabel yg bekerja. Mohon pastikan anda telah menancapkan perangkat nirkabel jaringan yg cocok dan jaringan anda telah diatur dgn benar.

source: No working wireless network interface found. Please verify that you have attached a compatible WLAN device or enable your local network interface.
id: Tidak ditemukan antarmuka jaringan nirkabel yg bekerja. Mohon pastikan anda telah menancapkan perangkat nirkabel yg cocok atau aktifkan antarmuka jaringan lokal anda.

source: No, but restart from begin
id: Tidak, tapi mulai ulang dari awal

source: No, except Wakeup timer
id: Tidak, kecuali pewaktu bangun

source: No, never
id: Tidak, jangan pernah

source: None
id: Tidak ada

source: Norfolk Island
id: Kepulauan Norfolk

source: Normal mode
id: Mode normal

source: North
id: Utara

source: North Macedonia (The Republic of)
id: Makedonia Utara (Republik)

source: Northern Mariana Islands
id: Kepulauan Marina Utara

source: Norwegian
id: Norwegia

source: Not associated
id: Tak diasosiasikan

source: Not defined
id: Tak ditetapkan

source: Not enough disk space. Please free up some disk space and try again. (%(req)d MB required, %(avail)d MB available)
id: Tidak cukup ruang simpan disk. Mohon kosongkan beberapa ruang disk dan coba lagi. (%(req)d MB diperlukan, %(avail)d MB tersedia)

source: Not tested:
id: Tidak teruji:

source: Note: when enabled, and you do want standby mode after wake up, set option 'Startup to Standby' as 'No, except Wakeup timer'.
id: Catatan: jika diaktifkan, dan anda tidak ingin ke mode standby setelah bangun, set pilihan 'Mulai ke Standby' menjadi 'Tidak, kecuali pewaktu bangun'.

source: Nothing to scan! Please setup your tuner settings before you start a service scan.
id: Tidak ada yg bisa dilacak! Atur pengaturan penala sebelum memulai lacak layanan.

source: Now
id: Sekarang

# now/next: 'now' event label
source: Now
id: Sekarang

source: Now playing
id: Sedang dimainkan

source: Now, use the contrast setting to turn up the brightness of the background as much as possible, but make sure that you can still see the difference between the two brightest levels of shades.If you have done that, press OK.
id: Sekarang, gunakan setelan kontran untuk menaikkan kecerahan latar sebanyak mungkin, tapi pastikan bahwa anda masih bisa melihat perbedaan antara dua tingkat warna paling cerah. Jika anda telah melakukan itu, tekan OK.

source: Number of channels shown in channel selection list
id: Jumlah kanal ditampilkan pada daftar pilihan kanal

source: Number of repeating text on display.
id: Jumlah teks berulang pada tampilan

source: Number or SMS style data entry
id: Nomor atau entri data gaya SMS

source: OSD 3D setup
id: Atur 3D OSD

source: OSD name request
id: meminta nama OSD

source: OSD settings
id: penyetelan OSD

source: OSD transparency
id: Transparansi OSD

source: Off
id: Mati

source: Offline decode delay (ms)
id: Tunda dekode offline (md)

source: On
id: Hidup

source: On end of movie
id: Pada akhir film

source: On end of movie (as menu)
id: Pada akhir film (sbg menu)

source: On valid ONIDs, ignore frequency sub network part
id: Pada ONID valid, abaikan bagian sub jaringan frekuensi

source: One
id: Satu

source: Online update of your receiver software.
id: Pembaruan daring perangkat lunak Rx anda.

source: Only change this setting if you are using a SCR device that has been reprogrammed with a custom programmer. For further information check with the person that reprogrammed the device.
id: Ubah setelan ini hanya jika anda menggunakan perangkat SCR yg telah diprogram dgn pemrogram kustom. Untuk info lanjut periksa orang yg memrogram perangkat tsb.

source: Only extensions.
id: Hanya ekstensi.

source: Only free scan
id: Lacak kanal gratis saja

source: Only move the dish quickly after this hour.
id: Gerakkan parabola secepatnya hanya setelah jam ini

source: Only move the dish quickly before this hour.
id: Gerakkan parabola secepatnya hanya sebelum jam ini

source: Only on startup
id: Hanya saat memulai
