Repository: OpenPLi/enigma2
Catalog: po/*.po
Languages: id

source: Welcome. This start wizard will guide you through the basic setup of your receiver. Press the OK button on your remote control to move to the next step.
id: Selamat Datang. Wizard awal ini akan memandu anda melalui pengaturan dasar Rx anda. Tekan tombol OK pada remote kontrol anda untuk maju ke langkah berikutnya.

source: Welcome...
id: Selamat datang...

source: West
id: Barat

source: West limit set
id: Atur batas barat

source: Western Sahara
id: Sahara Barat

source: What type of service scan do you want?
id: Jenis pelacakan layanan apa yg anda inginkan?

source: When enabled enigma2 will load unlinked userbouquets. This means that userbouquets that are available, but not included in the bouquets.tv or bouquets.radio files, will still be loaded. This allows you for example to keep your own user bouquet while installed settings are updated
id: Ketika diaktifkan enigma2 akan memuat buket pengguna yg tak terhubung. Ini berarti bahwa buket pengguna yg tersedia, tapi tidak disertakan dalam file bouquets.tv atau bouquets.radio, akan tetap dimuat. Ini memungkinkan anda misalnya untuk menyimpan buket pengguna anda sendiri sementara pengaturan yg terpasang sedang ditingkatkan

source: When enabled the Picture in Picture window can be closed with 'exit' button.
id: Ketika diaktifkan, PiP bisa ditutup dengan tombol keluar (exit).

source: When enabled the arrow buttons around the OK button will follow the 'neutrino' style zap controls instead of the enigma2 style.
id: Ketika diaktifkan, tombol panah di sekeliling tombol OK akan mengikuti kontrol zap gaya 'neutrino' daripada gaya enigma2.

source: When enabled the left, right, CH+/-, B+/-, P+/- buttons will follow the 'neutrino' style zap controls instead of the enigma2 style.
id: Ketika diaktifkan, tombol kiri, kanan, CH+/-, B+/-, P+/- akan mengikuti kontrol zap gaya 'neutrino' daripada gaya enigma2.

source: When enabled the set top box is able to wakeup on LAN
id: Ketika diaktifkan, Rx bisa melakukan 'wakeup on LAN'

source: When enabled the timer from the fallback tuner is imported
id: Ketika diaktifkan, pewaktu dari penala digunakan diimpor

source: When enabled then when you select a new channel in the channel selection the channel selection will not close. It will only close when you select the current playing service. This is a kind of preview mode
id: Ketika diaktifkan, jadinya saat anda memilih suatu kanal pada pemilihan kanal, maka pemilihan kanal tidak akan menutup. Ia hanya akan menutup ketika anda memilih layanan yang sedang diputar saat itu. Ini mirip-mirip mode pratinjau gitu.

source: When enabled you can control the volume with the arrow buttons instead of getting the channel selection list
id: Ketika diaktifkan, anda bisa mengatur volume suara dengan tombol panah daripada membuka daftar pemilihan kanal.

source: When enabled you can customize the OpenWebIf settings for the fallback tuner
id: Ketika diaktifkan, anda bisa menyesuaikan setelan OpenWebif pada penala digunakan

source: When enabled you can specify a timeframe to ignore the shutdown timer when the receiver is in standby mode
id: Ketika diaktifkan, anda bisa menentukan jangka waktu untuk mengabaikan pewaktu shutdown ketika Rx di mode standby

source: When enabled you can specify a timeframe when the inactivity sleeptimer is ignored. Not the detection is disabled during this timeframe but the inactivity timeout is disabled
id: Ketika diaktifkan, anda bisa menentukan jangka waktu ketika pewaktu tidur tak aktif diabaikan. Bukan deteksi yg dimatikan selama jangka waktu ini tapi waktu habis tak aktif yg dimatikan

source: When enabled you can specify an extra timeframe when the inactivity sleeptimer is ignored. Not the detection is disabled during this timeframe but the inactivity timeout is disabled
id: Ketika diaktifkan, anda bisa menentukan tambahan jangka waktu ketika pewaktu tidur tak aktif diabaikan. Bukan deteksi yg dimatikan selama jangka waktu ini tapi waktu habis yg dimatikan

source: When enabled you can zap channels with the CH+/-, B+/-, P+/- buttons instead of opening the channel selection list.
id: Ketika diaktifkan, anda bisa ganti kanal menggunakan tombol CH+/-, B+/-, P+/- daripada membuka daftar pemilihan kanal.

source: When enabled you get the channel selection list via the OK button, the infobar toggle is then transfered to exit button
id: Ketika diaktifkan, anda bisa membuka daftar pemilihan kanal melalui tombol OK, dan untuk mengalih infobar digantikan ke tombol keluar (exit).

source: When enabled, AIT data will be included in http streams. This allows a client receiver to use HbbTV.
id: Ketika diaktifkan, data AIT akan disertakan pada streaming http. Ini memungkinkan rx klien menggunakan HbbTV.

source: When enabled, ECM data will be included in http streams. This allows a client receiver to do the descrambling.
id: Ketika diaktifkan, data ECM akan disertakan pada streaming http. Ini memungkinkan rx klien memproses siaran teracak.

source: When enabled, EIT data will be included in http streams. This allows a client receiver to show EPG.
id: Ketika diaktifkan, data EIT akan disertakan pada streaming http. Ini memungkinkan rx klien menampilkan EPG.

source: When enabled, a popup message will be shown when a movie has finished and the next one will start.
id: Ketika diaktifkan, pesan akan ditampilkan ketika film telah selesai dan film berikutnya akan dimulai.

source: When enabled, a popup message will be shown when a recording starts.
id: Ketika diaktifkan, sebuah pesan akan ditampilkan saat rekaman dimulai.

source: When enabled, a radio background image will be visible while listening to a radio channel.
id: Ketika diaktifkan, gambar latar radio akan kelihatan selama mendengarkan kanal radio.

source: When enabled, a recording is allowed to interrupt live tv, when there are no free tuners.
id: Ketika diaktifkan, rekaman dibolehkan memutus tv yg sedang ditonton, saat tidak ada penala lain yg bisa digunakan.

source: When enabled, a warning will be displayed and the user will get an option to stop or to continue the timeshift.
id: Ketika diaktifkan, suatu peringatan akan ditampilkan dan pengguna akan mendapatkan pilihan untuk berhenti atau lanjut timeshiftnya.

source: When enabled, always descramble receiving http streams. This takes up more resources (descrambling demuxers), only enable if necessary. Individual streams are always descrambled if 0x100 is added to the service type, regardless of this setting. Default off.
id: Ketika diaktifkan, streaming http selalu didescramble. Hal ini memerlukan lebih banyak resources (demuxer untuk proses descramble), aktifkan jika perlu saja. Streaming individu selalu didescramble jika 0x100 ditambahkan ke tipe layanan, tanpa memperhatikan pengaturan ini. Bawaan dimatikan.

source: When enabled, authentication is required to watch http streams.
id: Ketika diaktifkan, maka otentikasi diperlukan untuk menonton via streaming http.

source: When enabled, channel numbering will start at '1' for each bouquet.
id: Ketika diaktifkan, penomoran kanal akan dimulai pada angka '1' untuk setiap buket.

source: When enabled, content with an aspect ratio of 4:3 will be stretched to fit the screen.
id: Ketika diaktfkan, konten dengan rasio aspek 4:3 akan direntangkan untuk memenuhi layar.

source: When enabled, continue to the next bouquet when the last channel of the current bouquet is reached while changing channels.
id: Ketika diaktifkan, lanjut ke buket berikutnya ketika kanal terakhir pada buket saat ini telah dicapai saat sedang merubah kanal.

source: When enabled, deleted recordings are moved to the trash can, instead of being deleted immediately.
id: Ketika diaktifkan, hasil rekaman yg dihapus dipindahkan ke tong sampah, daripada dihapus langsung.

source: When enabled, display the EIT now/next eventdata in infobar. When disabled, display now/next eventdata from the EPG cache instead.
id: Ketika diaktifkan, menampilkan EIT sekarang/berikutnya pada infobar. Ketika dinonaktifkan, sebaliknya menampilkan data acara sekarang/berikutnya dari cache EPG.

source: When enabled, encryption info will be shown in the infobar (when supported by the skin).
id: Ketika diaktifkan, info kripto akan ditampilkan di infobar (jika didudukng oleh tampilan).

source: When enabled, error messages related to zapping will not be shown.
id: Ketika diaktifkan, pesan kesalahan terkait ganti kanal tidak akan ditampilkan.

source: When enabled, external subtitles will be always turned on for playback movie.
id: Ketika diaktifkan, terjemahan dari luar akan selalu digunakan untuk memutar film.

source: When enabled, graphical DVB subtitles are preferred over teletext subtitles, when both types are available.
id: Ketika diaktifkan, terjemahan DVB grafis lebih diutamakan daripada terjemahan teleteks, jika kedua tipe terjemahan tersedia.

source: When enabled, graphical DVB subtitles will be centered horizontally.
id: Ketika diaktifkan, terjemahan DVB grafis akan ditengahkan secara horizontal.

source: When enabled, graphical DVB subtitles will be displayed at their original position.
id: Ketika diaktifkan, terjemahan DVB grafis akan ditampilkan pada posisi aslinya.

source: When enabled, graphical DVB subtitles will be displayed in yellow, instead of the original color.
id: Ketika diaktifkan, terjemahan DVB grafis akan ditampilkan berwarna kuning, daripada warna aslinya.

source: When enabled, http streams are descrambled on the server side. The (remote) client receiver does not have to do descrambling. Default on.
id: Ketika diaktifkan, streaming http melakukan descramble pada sisi server. rx klien tidak perlu melakukan descramble. Bawaan diaktifkan.

source: When enabled, it is possible to leave the movie player with exit.
id: Ketika diaktifkan, memungkinkan untuk keluar dari pemutar film dengan tombol keluar (exit).

source: When enabled, measure power consumption to detect when the rotor stops turning (when supported by the tuner).
id: Ketika diaktifkan, ukur konsumsi daya untuk mendeteksi kapan rotor berhenti berputar (jika didukung oleh penala).

source: When enabled, reformat subtitles to match the width of the screen.
id: Ketika diaktifkan, format ulang terjemahan agar sesuai dgn lebar layar.

source: When enabled, services may be grouped in multiple bouquets.
id: Ketika diaktifkan, layanan bisa dikelompokkan dalam buket multi.

source: When enabled, show channel numbers in the channel selection screen.
id: Ketika diaktifkan, akan menampilkan nomor kanal pada layar pemilihan kanal.

source: When enabled, subtitles for the hearing impaired can be used.
id: Ketika diaktifkan, terjemahan untuk tuna rungu bisa digunakan.

source: When enabled, subtitles for the hearing impaired will be preferred over normal subtitles, when both types are available.
id: Ketika diaktifkan, terjemahan untuk tuna rungu akan lebih diutamakan atas terjemahan normal, jika kedua tipe terjemahannya tersedia.

source: When enabled, teletext pages will be cached, allowing faster access.
id: Ketika diaktifkan, halaman teleteks akan disembunyikan, agar akses lebih cepat.

source: When enabled, teletext subtitles will be displayed at their original position.
id: Ketika diaktifkan, terjemahan teleteks akan ditampilkan pada posisi asli.

source: When enabled, the VCR scart option will be shown on the main menu
id: Ketika diaktifkan, pilihan scart VCR akan ditampilkan pada menu utama.

source: When enabled, the infobar will be displayed when a new event starts.
id: Ketika diaktifkan, infobar akan ditampilkan ketika memulai acara baru.

source: When enabled, the infobar will be displayed when changing channels.
id: Ketika diaktifkan, infobar akan ditampilkan ketika pergantian kanal.

source: When enabled, the infobar will be displayed when skipping forwards/backwards during media playback.
id: Ketika diaktifkan, infobar akan ditampilkan ketika lompat ke depan/belakang selama pemutaran file media.

source: When enabled, the lenght of each recording will be shown in the movielist (this might cause some additional loading time).
id: Ketika diaktifkan, panjang setiap file rekaman akan ditampilkan pada daftar film (ini bisa menyebabkan tambahan waktu untuk memuat daftar).

source: When enabled, the receiver will automatically use the audio track which you selected before.
id: Ketika diaktifkan, rx akan secara otomatis menggunakan jalur audio yang anda pilih sebelumnya.

source: When enabled, the receiver will automatically use the subtitles which you selected before.
id: Ketika diaktifkan, rx akan secara otomatis menggunakan terjemahan yang anda pilih sebelumnya.

source: When enabled, the receiver will no longer monitor the tuned transponder for possible changes. Do not use this option unless you know what you are doing.
id: Ketika diaktifkan, rx tidak akan memonitor lagi transponder yg ditala terhadap perubahan yg mungkin. Jangan gunakan pilihan ini kecuali anda tau apa yang anda lakukan.

source: When enabled, the receiver will select an AC3 track (when available).
id: Ketika diaktifkan, rx akan memilih jalur AC3 (saat tersedia).

source: When enabled, the receiver will select an AC3+ track (when available).
id: Ketika diaktifkan, rx akan memilih jalur AC3+ (saat tersedia).

source: When enabled, this setting has more weight than 'Preferred tuner for recordings'.
id: Ketika diaktifkan, setelan ini punya bobot lebih daripada 'Penala pilihan untuk merekam'.

source: When enabled, this setting has more weight than 'Preferred tuner'.
id: Ketika diaktifkan, setelan ini punya bobot lebih daripada 'Penala pilihan'.

source: When enabled, timeshift starts automatically in background after specified time.
id: Ketika diaktifkan, timeshift mulai otomatis pada latar setelah waktu yang ditentukan.

source: When enabled, use DHCP for the IP configuration.
id: Ketika diaktifkan, gunakan DHCP untuk setelan IP.

source: When enabled, your receiver will detect activity on the VCR SCART input.
id: Ketika diaktifkan, Rx anda akan mendeteksi aktifitas pada input SCART VCR

source: When nonzero, a recording will start earlier than the starting time indicated by the EPG.
id: Ketika bukan nol, rekaman akan dimulai lebih awal daripada waktu mulai yang ditunjukkan oleh EPG.

source: When nonzero, a recording will stop later than the ending time indicated by the EPG.
id: Ketika bukan nol, rekaman akan dihentikan lebih lambat daripada waktu berhenti yang ditunjukkan oleh EPG.

source: When selected this allows video modes to be selected even if they are not reported as supported.
id: Ketika dipilih, ini memungkinkan mode video dipilih walaupun ia dilaporkan tidak didukung.

source: When the content has an aspect ratio of 16:9, choose whether to scale/stretch the picture.
id: Ketika konten punya rasio aspek 16:9, pilih apakah akan menskala/merentangkan gambar.

source: When the content has an aspect ratio of 4:3, choose whether to scale/stretch the picture.
id: Ketika konten punya rasio aspek 4:3, pilih apakah akan menskala/merentangkan gambar.

source: When the receiver wakes from standby or deep standby, it will send a command to the TV to bring it out of standby too.
id: Ketika rx bangun dari siaga atau siaga dalam, ia akan mengirim perintah ke TV untuk membangunkannya dari siaga juga.

source: Where to save temporary timeshift recordings?
id: Di mana menyimpan rekaman timeshift temporer?

source: Wireless LAN
id: Nirkabel

source: Wireless network
id: Jaringan nirkabel

source: Wireless network configuration...
id: Setelan jaringan nirkabel...

source: Wireless network connection setup
id: Pengaturan koneksi jaringan nirkabel

source: Wireless network connection setup.
id: Pengaturan koneksi jaringan nirkabel.

source: Wireless network state
id: Keadaan jaringan nirkabel

source: With T2MI RAW mode disabled (default) we can use single T2MI PLP de-encapsulation. With T2MI RAW mode enabled we can use astra-sm to analyze T2MI
id: Dengan dimatikannya mode RAW T2MI (standar) kita bisa menggunakan de-enkapsulasi PLP T2MI tunggal. Dengan diaktifkannya mode RAW T2MI kita bisa menggunakan astra-sm untuk menganalisa T2MI

source: With errors:
id: Dengan kesalahan:

source: With popup
id: Dengan popup

source: With this option you can switch the LED color or deactivate the LED.
id: Dengan pilihan ini, anda bisa mengubah warna LED atau mematikan LED.

source: Without popup
id: Tanpa popup

source: Wizard to arrange the overscan
id: Wizard untuk mengatur overscan

source: Would you save the entered PIN %s persistent?
id: Apakah anda ingin tetap menyimpan PIN %s yg dimasukkan?

source: Write error while recording. Disk full?
id: Kesalahan penulisan saat perekaman. Ruang penyimpanan penuh?

source: Write failed!
id: Penulisan gagal!

source: Write to /tmp/positionersetup.log
id: Tulis ke /tmp/positionersetup.log

source: YES
id: YA

source: Year
id: Tahun

source: Yellow
id: Kuning

source: Yellow DVB subtitles
id: terjemahan DVB warna kuning

source: Yes
id: Ya

source: Yes (save index in setup tuner)
id: Ya (simpan indeks di pengaturan penala)

source: Yes and save
id: Ya dan simpan

source: Yes and save in movie dir
id: Ya dan simpan ke dalam direktori film

source: Yes to all
id: Ya ke semua

source: Yes, always
id: Ya, selalu

source: Yes, and delete this movie
id: Ya, dan hapus film ini

source: Yes, delete this movie and return to movie list
id: Ya, hapus film ini dan kembali ke daftar film

source: Yes, only from deep standby
id: Ya, hanya dari 'deep standby'

source: Yes, only from standby
id: Ya, hanya dari 'standby'

source: Yes, returning to movie list
id: Ya, kembali ke daftar film

source: Yesterday
id: Kemarin

source: You already have a channel list installed, would you like to remove "%s"?
id: Anda sudah punya daftar kanal terpasang, apakah anda ingin menghapus "%s"?

source: You can cancel the installation.
id: Anda bisa membatalkan pemasangan.

source: You can cancel the removal.
id: Anda bisa membatalkan penghapusan.

source: You can continue watching TV etc. while this is running.
id: Anda bisa terus menonton TV dlsb sementara ini berjalan.

source: You can enable if will be displayed extended EPG description for item.
id: Anda bisa mengaktifkan jika ingin ditampilkan rincian EPG tambahan bagi item.

source: You can install this plugin.
id: Anda bisa memasang plugin ini.

source: You can only burn receiver recordings!
id: Anda hanya bisa membakar rekaman Rx!

source: You can remove this plugin.
id: Anda bisa menghapus plugin ini.

source: You can set selected directory as 'root' directory for movie player.
id: Anda bisa mengatur direktori terpilih sebagai direktori 'root' untuk pemutar film.

source: You cannot delete this!
id: Anda tidak bisa menghapus ini!

source: You did not see all eight arrow heads. This means your TV has overscan enabled and presents you with a zoomed-in picture, causing you to loose part of a full HD screen. In addition this you may also miss parts of the user interface, for example volume bars and more. Unfortunately, your model of receiver is not capable to adjust the dimensions of the user interface. If not everything is visible, you should change the installed skin to one that supports the overscan area of your TV. When you select a different skin, the user interface of your receiver will restart. Note: you can always start the Overscan wizard later, via menu->installation->system->Overscan wizard
id: Anda tidak melihat 8 anak panah. Ini artinya overscan diaktifkan pada tv anda dan memberikan anda kemampuan men-zoom gambar, menyebabkan anda kehilangan sebagian dari layar penuh HD. Tambahan juga, sebagian antar muka pengguna tidak kelihatan, misalnya batang penanda audio dan lainnya. Sayangnya, model Rx anda tidak mampu mengatur ukuran antar muka pengguna. Jika tidak ada yang kelihatan, anda sebaiknya mengganti tampilan yang terpasang ke salah satu yang mendukung area 'overscan' pada TV anda. Ketika anda memilih tampilan yg berbeda, antar muka Rx anda akan restart. Catatan: anda bisa memulai wizard Overscan nanti, melalui menu->pemasangan->sistem->wizard Overscan

source: You didn't select a channel to record from.
id: Anda tidak memilih kanal untuk merekam.

source: You must switch to the service %s (%s - '%s')!
id: Anda harus beralih ke layanan %s (%s - '%s')!

source: Your collection exceeds the size of a single layer medium, you will need a blank dual layer DVD!
id: Koleksi anda melebihi ukuran media satu lapis, anda memerlukan sebuah DVD dua lapis!

source: Your current collection will get lost!
id: Koleksi anda saat ini akan hilang!

source: Your frontprocessor will be updated Please wait until your receiver reboots This may take a few minutes
id: Prosesor depan anda akan ditingkatkan Mohon tunggu sampai Rx anda reboot Ini bisa memakan waktu beberapa menit

source: Your internet connection is not working! Please choose what you want to do next.
id: Koneksi internet anda tidak berfungsi! Silakan pilih apa yang akan anda lakukan selanjutnya.

source: Your internet connection is working (IP address: %s)
id: Koneksi internet anda berfungsi (IP: %s)

source: Your network configuration has been activated.
id: Konfigurasi jaringan anda telah diaktifkan.

source: Your receiver can use SCPC optimized search range. Consult your receiver's manual for more information.
id: Rx anda bisa menggunakan rentang pencarian teroptimasi SPCP. Periksa menual Rx anda untuk informasi lanjut.

source: Your receiver can use tone amplitude. Consult your receiver's manual for more information.
id: Rx anda bisa menggunakan amplitude tone. Periksa manual Rx anda untuk informasi lanjut.

source: Your receiver does not have an internet connection
id: Receiver anda tidak ada koneksi internet

source: Your receiver is now ready to be used. Your internet connection is working.
id: Receiver anda sudah bisa digunakan. Koneksi internet anda berfungsi.

source: Your receiver is now ready to use. Your internet connection is working now. Please press OK to continue.
id: Rx anda sudah siap digunakan sekarang. Koneksi internet anda sudah bekerja sekarang. Mohon tekan OK untuk lanjut.

source: Your receiver is rebooting
id: Receiver anda sedang reboot

source: Your receiver is shutting down
id: Receiver anda sedang dimatikan

source: Your receiver might be unusable now. Please consult the manual for further assistance before rebooting your receiver.
id: Rx anda mungkin tidak bisa digunakan sekarang. Mohon periksa manual untuk pertolongan lanjut sebelum mereboot Rx anda.

source: Your receiver will got to stand by due to the sleeptimer.
id: Rx anda akan menuju standby karna pewaktu tidur.

source: Your receiver will got to standby due to inactivity.
id: Rx anda akan menuju standby karena tidak ada aktifitas.

source: Your receiver will restart after pressing OK on your remote control.
id: Rx anda akan memulai ulang setelah menekan OK pada remote kontrol anda.

source: Your wireless LAN internet connection could not be started! Have you attached your USB WLAN Stick? Please choose what you want to do next.
id: Koneksi internet nirkabel anda tidak bisa dimulai! Sudahkah anda tancapkan stik WLAN USBnya? Mohon pilih apa yang akan anda lakukan selanjutnya.

source: Zap back to previously tuned service?
id: Zap balik ke layanan ditala sebelumnya?

source: Zap back to service before positioner setup?
id: Kembali ke layanan sebelum atur posisioner?

source: Zap bouquets blindly on zap buttons
id: Zap buket secara buta pada tombol zap

source: Zap down
id: Zap bawah

source: Zap focus to Picture in Picture
id: Zap fokus ke Picture in Picture

source: Zap focus to main screen
id: Zap fokus ke layar utama

source: Zap mode
id: Mode zap

source: Zap to
id: Zap ke

source: Zap to selected channel
id: Zap ke kanal dipilih

source: Zap to selected channel, or show detailed event info (depends on configuration)
id: Zap ke kanal dipilih, atau tampilkan info acara detil (tergantung pada setelan)
