Repository: OpenPLi/enigma2
Catalog: po/*.po
Languages: id

source: This option allows you to add the softcam setup in the extensions menu.
id: Pilihan ini memungkinkan anda untuk menambahkan pengaturan softcam ke menu ekstensi.

source: This option allows you to alphabetically sort setup menu entries.
id: Pilihan ini memungkinkan anda untuk memilah entri menu pengaturan berdasarkan abjad.

source: This option allows you to boost the blue tones in the picture.
id: Pilihan ini memungkinakn anda untuk menaikkan warna biru pada gambar.

source: This option allows you to boost the green tones in the picture.
id: Pilihan ini memungkinkan anda untuk menaikkan warna hijau pada gambar.

source: This option allows you to change the virtuell loadspeaker position.
id: Pilihan ini memungkinkan anda untuk mengganti posisi pengeras suara virtual.

source: This option allows you to configure the Colordepth for UHD
id: Pilihan ini memungkinkan anda untuk mengatur kedalaman warna pada UHD

source: This option allows you to configure the Colorimetry for HDR.
id: Pilihan ini memungkinkan anda untuk mengatur ukuran warna pada HDR.

source: This option allows you to configure the Colorspace from Auto to RGB
id: Pilihan ini memungkinkan anda untuk mengatur ruang warna dari Otomatis ke RGB

source: This option allows you to configure the HDR type.
id: Pilihan ini memungkinkan anda untuk mengatur jenis HDR.

source: This option allows you to disable or change the virtuell loadspeaker position.
id: Pilihan ini memungkinkan anda untuk mematikan atau mengganti posisi pengeras suara virtual.

source: This option allows you to enable 3D surround softlimiter.
id: Pilihan ini memungkinkan anda untuk mengaktifkan batasan lembut surround 3D.

source: This option allows you to enable 3D surround sound.
id: Pilihan ini memungkinkan anda mengaktifkan suara surround 3D.

source: This option allows you to enable or disable the 10 bit color mode
id: Pilihan ini memungkinkan anda mengaktifkan atau mematikan mode warna 10 bit

source: This option allows you to enable or disable the 12 bit color mode
id: Pilihan ini memungkinkan anda untuk mengaktifkan atau mematikan mode warna 12 bit

source: This option allows you to force the HDR10 modes for UHD
id: Pilihan ini memungkinkan anda memaksa mode HDR10 pada UHD

source: This option allows you to force the HLG modes for UHD
id: Pilihan ini memmungkinkan anda memaksa mode HLG pada UHD

source: This option allows you to power off the display.
id: Pilihan ini memungkinkan anda untuk mematikan layar.

source: This option allows you to show all symbols on the display.
id: Pilihan ini memungkinkan anda untuk menampilkan semua simbol pada layar.

source: This option allows you to show menu and/or plugin number quick links.
id: Pilihan ini memungkinkan anda untuk menampilkan menu dan/atau tautan cepat nomor plugin.

source: This option allows you to view the old and new settings side by side.
id: Pilihan ini memungkinkan anda untuk meninjau setelan baru dan lama secara berdampingan.

source: This option can be useful for long HDMI cables.
id: Pilihan ini bisa bermanfaat untuk kabel HDMI panjang.

source: This option set the level of surpression of mosquito noise (Mosquito Noise is random aliasing as a result of strong compression). Obviously this goes at the cost of picture details.
id: Pilihan ini mengatur tingkat tekanan kebisingan nyamuk (Kebisingan Nyamuk adalah salah identifikasi random akibat tekanan kuat). Lebih jelasnya, ini mengorbankan detil gambar.

source: This option sets the picture brightness.
id: Pilihan ini mengatur kecerahan gambar.

source: This option sets the picture contrast.
id: Pilihan ini mengatur kontras gambar.

source: This option sets the picture flesh tones.
id: Pilihan ini mengatur corak dalam gambar.

source: This option sets the picture hue.
id: Pilihan ini mengatur warna gambar.

source: This option sets the picture saturation.
id: Pilihan ini mengatur saturasi gambar.

source: This option sets the scaler sharpness, used when stretching picture from 4:3 to 16:9.
id: Pilihan ini mengatur ketajaman skala, digunakan saat merentangkan gambar dari 4:3 ke 16:9.

source: This option sets the surpression of false digital contours, that are the result of a limited number of discrete values.
id: Pilihan ini mengatur penghapusan kontur digital palsu, yg merupakan hasil dari keterbatasan jumlah nilai berbeda.

source: This option sets up the picture sharpness, used when the picture is being upscaled.
id: Pilihan ini mengatur ketajaman gambar, digunakan saat gambar di-skala-naik-kan.

source: This plugin is installed.
id: Plugin ini terpasang.

source: This plugin is not installed.
id: Plugin ini tidak terpasang.

source: This plugin will be installed.
id: Plugin ini akan dipasang.

source: This plugin will be removed.
id: Plugin ini akan dihapus.

source: This receiver cannot decode %s streams!
id: Rx ini tidak bisa mendekode stream %s!

source: This service is protected by a parental control PIN
id: Layanan ini dilindungi dgn PIN pengawasan orangtua

source: This setting allows the tuner configuration to be a duplication of how another tuner is already configured.
id: Pengaturan ini memungkinkan setelan penala untuk jadi duplikasi bagi penala lain yg telah disetel.

source: This setting depends on your cable provider and location. If you don't know the correct setting refer to the menu in the official cable receiver, or get it from your cable provider, or seek help via internet forum.
id: Pengaturan ini tergantung pada lokasi dan penyedia kabel anda. Jika anda tidak tau pengaturan yg benar, lihat menu pada Rx kabel resmi, atau dapatkan dari penyedia kabel anda, atau cari pertolongan lewat forum internet.

source: This setting is for special setups only. It gives this LNB higher priority over other LNBs with lower values. The free LNB with the highest priority will be the first LNB selected for tuning services.
id: Pengaturan ini untuk penyetelan khusus saja. Ia memberi LNB ini prioritas tinggi terhadap LNB lain dengan nilai lebih rendah. LNB bebas dgn prioritas tertinggi akan jadi LNB pertama yg dipilih untuk penalaan layanan.

source: This test checks for configured nameservers. If you get a "unconfirmed" message: - please check your DHCP, cabling and adapter setup - if you configured your nameservers manually please verify your entries in the "Nameserver" configuration
id: Tes ini memeriksa setelan namaserver. Jika anda mendapatkan pesan "belum dikonfirmasi" - mohon periksa DHCP anda, kabel dan pengaturan adapter - jika anda menyetel namaserver anda secara manual, mohon periksa entri anda di pengaturan "Namaserver"

source: This test checks whether a network cable is connected to your LAN adapter. If you get a "disconnected" message: - verify that a network cable is attached - verify that the cable is not broken
id: Tes ini memeriksa apakah kabel jaringan terhubung pada adapter LAN anda. Jika anda mendapatkan pesan "terputus" - pastikan kabel jaringan telah ditancapkan - pastikan kabel tidak rusak

source: This test checks whether a valid IP address is found for your LAN adapter. If you get a "unconfirmed" message: - no valid IP address was found - please check your DHCP, cabling and adapter setup
id: Tes ini memeriksa apakah alamat IP valid ditemukan pada adapter LAN anda. Jika anda mendapatkan pesan "belum dikonfirmasi" - tidak ditemukan alamat IP yg valid - mohon periksa DHCP anda, kabel dan pengaturan adapter

source: This test detects your configured LAN adapter.
id: Tes ini mendeteksi adapter LAN yg anda atur.

source: This will (re-)calculate all positions of your rotor and may remove previously memorised positions and fine-tuning! Are you sure?
id: Ini akan menghitung(ulang) semua posisi rotor anda dan mungkin menghapus posisi yg tersimpan sebelumnya dan setelan-bagus! Anda yakin?

source: Three
id: Tiga

source: Threshold
id: Ambang

source: Thu
id: Kam

source: Thumbnails
id: Gambar mini

source: Thursday
id: Kamis

source: Time
id: Waktu

source: Time scale
id: Rentang waktu

source: Time synchronization method
id: Cara menyinkronkan waktu

source: Timer
id: Pewaktu

source: Timer Overview
id: Ikhtisar Pewaktu

source: Timer edit
id: Ubah pewaktu

source: Timer entry
id: Entri pewaktu

source: Timer log
id: Log pewaktu

source: Timer overlap in timers.xml detected! Please recheck it!
id: Pewaktu tumpang tindih terdeteksi di timers.xml! Mohon periksa ulang!

source: Timer overview
id: Ikhtisar pewaktu

source: Timer recording location
id: Lokasi rekaman pewaktu

source: Timer sanity error
id: Kesalahan takwajar pewaktu

source: Timer selection
id: Pilihan pewaktu

source: Timer selection...
id: Pilihan pewaktu...

source: Timer type
id: Jenis pewaktu

source: Timeshift
id: Pergeseran waktu

source: Timeshift Live
id: Pergeseran waktu saat siaran langsung

source: Timeshift is running. Select an action.
id: Pergeseran waktu sedang berjalan. Pilih tindakan.

source: Timeshift location
id: Lokasi pergeseran waktu

source: Timeshift not possible!
id: Pergeseran waktu tidak memungkinkan!

source: Timezone
id: Zona Waktu

source: Title
id: Judul

source: Title properties
id: Properti judul

source: Titleset mode
id: Mode set judul

source: To apply the selected '%s' skin the GUI needs to restart. Would you like to restart the GUI now?
id: Untuk menerapkan kulit yg dipilih '%s' antarmuka grafis perlu dimulaiulang. Ingin mulaiulang antarmuka grafis sekarang?

source: To audio selection
id: Ke pemilihan audio

source: To save and apply the selected '%s' skin the GUI needs to restart. Would you like to save the selection and restart the GUI now?
id: Untuk menyimpan dan menerapkan kulit yg dipilih '%s' antarmuka grafis perlu dimulaiulang. Ingin menyimpan pilihan dan mulaiulang antarmuka grafis sekarang?

source: To subtitle selection
id: Ke pemilihan terjemahan

source: Today
id: Hari ini

source: Toggle HDMI In
id: Alihkan In HDMI

source: Toggle LCD LiveTV
id: Alihkan LiveTV LCD

source: Toggle PiPzap
id: Alihkan PIPzap

source: Toggle TV/RADIO mode
id: Alihkan mode TV/RADIO

source: Toggle a cut mark at the current position
id: Alihkan tanda potong pada posisi saat ini

source: Toggle dashed flickering line for this service
id: Alihkan garis berkedip putus-putus untuk layanan ini

source: Toggle infoBar
id: Alihkan Bilah info

source: Toggle new text inserts before or overwrites existing text
id: Alihkan teks baru, sisipkan sebelum atau timpa teks yg ada

source: Toggle show/hide
id: Alihkan tampilkan/sembunyikan

source: Toggle the tv and the radio player...
id: Alihkan pemutar tv dan radio...

source: Tone mode
id: Mode tone

source: Top and bottom
id: Atas dan bawah

source: Total clients streaming:
id: Total klien streaming:

source: Track
id: Jalur

source: Translation
id: Penerjemahan

source: Translation:
id: Penerjemahan:

source: Translations
id: Penerjemahan

source: Transmission mode
id: Mode transmisi

source: Trash can
id: Tong sampah

source: Tries left:
id: Percobaan tersisa:

source: Trinidad and Tobago
id: Trinidad dan Tobago

source: Troubleshoot
id: Pecahkan masalah

source: True
id: Benar

source: Tue
id: Sel

source: Tuesday
id: Selasa

source: Tune
id: Tala

source: Tune and focus
id: Tala dan focus

source: Tune failed!
id: Penalaan gagal!

source: Tuner
id: Penala

source: Tuner Configuration
id: Pengaturan Penala

source: Tuner configuration
id: Pengaturan penala

source: Tuner is not supported
id: Penala tidak didukung

source: Tuner live values
id: Nilai live penala

source: Tuner not available.
id: Penala tidak tersedia.

source: Tuner setting values
id: Nilai setelan penala

source: Tuner slot
id: Slot penala

source: Tuner type
id: Jenis penala

source: Turkish
id: Turki

source: Turks and Caicos Islands
id: Turki dan Kepulauan Kaikos

source: Turn on the power LED during deep standby.
id: Hidupkan LED daya selama deep standby.

source: Turn on the power LED during standby.
id: Hidupkan LED daya selama standby.

source: Turn on the power LED.
id: Hidupkan LED power

source: Turning step size
id: Ubah ukuran jangka

source: Two
id: Dua

source: Type
id: Jenis

source: Type of scan
id: Tipe Pelacakan

source: UNKNOWN
id: TAK DIKENAL

source: URL of fallback remote receiver
id: Alamat URL rx jauh digunakan

source: USALS automatically moves a motorised dish to the correct satellite based on the coordinates entered by the user. Without USALS each satellite will need to be setup and saved individually.
id: USALS secara otomatis menggerakkan parabola bermotor ke satelit yg benar berdasarkan koordinat yg dimasukkan pengguna. Tanpa USALS setiap satelit perlu diatur dan disimpan masing-masing.

source: USALS calibration
id: Kalibrasi USALS

source: USB stick
id: Stik USB

source: Ukrainian
id: Ukraina

source: Unable to backup settings as the AutoBackup plugin is missing, do you want to continue?
id: Tidak bisa mencadangkan setelan karna plugin AutoBackup tidak ada, anda ingin melanjutkan?

source: Unattended update in progress Please wait until your receiver reboots This may take a few minutes
id: Peningkatan tanpa pengawasan sedang berlangsung Mohon tunggu sampai Rx anda reboot Ini butuh beberapa menit

source: Uncover dashed flickering line for this service
id: Temukan garis kedip putus-putus untuk layanan ini

source: Undo install
id: Batalkan pemasangan

source: Undo uninstall
id: Batalkan pencopotan

source: Unencrypted
id: Tak dienckripsi

source: UnhandledKey
id: Kunci taktertangani

source: Unhide parental control services
id: Perlihatkan layanan kontrol orang tua

source: Uninstall
id: Copot

source: United Arab Emirates
id: Uni Emirat Arab

source: United Kingdom
id: Inggris Raya

source: United States
id: Amerika Serikat

source: United States Minor Outlying Islands
id: Kepulauan Outlying Minor Amerika Serikat

source: United States of America
id: Amerika Serikat

source: Universal LNB
id: LNB Universal

source: Unknown
id: Takdikenal

source: Unmark service as dedicated 3D service
id: Hapus tanda layanan sebagai layanan 3D khusus

source: Unsupported
id: Takdidukung

source: Update
id: Perbarui

source: Update and ask to reboot
id: Perbarui dan meminta untuk reboot

source: Update and reboot (recommended)
id: Perbarui dan reboot (disarankan)

source: Update channel list only
id: Perbarui daftar kanal saja

source: Update completed, %d package was installed.
id: Pembaruan selesai, %d paket terpasang.

source: Update completed. Do you want to reboot your receiver?
id: Pembaruan selesai. Apakah anda ingin reboot Rx anda?

source: Update failed. Your receiver does not have a working internet connection.
id: Pembaruan gagal. Rx anda tanpa koneksi internet.

source: Update feed not available.
id: Umpan pembaruan tidak tersedia.

source: Update has completed.
id: Pembaruan telah selesai.

source: Updating
id: Meningkatkan

source: Updating software catalog
id: Memperbarui katalog perangkat lunak

source: Upper case
id: Huruf besar

source: Usage Setup
id: Pengaturan Penggunaan

source: Use
id: Gunakan

source: Use 12 characters display mode
id: Gunakan mode tampilan 12 karakter

source: Use DHCP
id: Gunakan DHCP

source: Use EIT EPG information when it is available.
id: Gunakan info EPG EIT ketika tersedia.

source: Use FreeSat EPG information when it is available.
id: Gunakan info EPG FreeSat ketika tersedia.

source: Use HDMI pre-emphasis
id: Gunakan pra-penekanan HDMI

source: Use MHW EPG information when it is available.
id: Gunakan info EPG MHW ketika tersedia.

source: Use Netmed EPG information when it is available.
id: Gunakan info EPG Netmed ketika tersedia.

source: Use TV remote control
id: Gunakan remote kontrol TV

source: Use USALS for this sat
id: Gunakan USALS untuk satelit ini

source: Use ViaSat EPG information when it is available.
id: Gunakan info EPG ViaSat ketika tersedia.

source: Use Virgin EPG information when it is available.
id: Gunakan info EPG Virgin ketika tersedia.

source: Use a gateway
id: Gunakan sebuah gateway

source: Use as PiP if possible
id: Gunakan sbg PiP jika memungkinkan

source: Use circular LNB
id: Gunakan LNB sirkular

source: Use fastscan channel names
id: Gunakan nama kanal lacakcepat

source: Use fastscan channel numbering
id: Gunakan nomor kanal lacakcepat

source: Use frequency or channel
id: Gunakan frekuensi atau kanal

source: Use individual settings for each directory
id: Gunakan setelan individu untuk setiap direktori

source: Use interface
id: Gunakan antarmuka

source: Use official channel numbering
id: Gunakan penomoran kanal resmi

source: Use original DVB subtitle position
id: Gunakan posisi terjemahan DVB asli

source: Use original teletext position
id: Gunakan posisi teleteks asli

source: Use power measurement
id: Gunakan perhitungan daya

source: Use the network wizard to configure selected network adapter
id: Gunakan wizard jaringan untuk menyetel adapter jaringan yg dipilih

source: Use the network wizard to configure your network
id: Gunakna wizard jaringan untuk menyetel jaringan anda

source: Use the up/down keys on your remote control to select an option. After that, press OK.
id: Gunakan tombol atas/bawah pada remote kontrol untuk memilih pilihan. Setelah itu, tekan OK.

source: Use the wizard to set up basic features
id: Gunakan wizard untuk mengatur fitur dasar

source: Use these input device settings?
id: Gunakan setelan peralatan input ini?

source: Use these settings?
id: Gunakan setelan ini?

source: Use this video enhancement settings?
id: Gunakan setelan peningkatan video ini?

source: Use trash can in movielist
id: Gunakan tong sampah di daftar film

source: Used service scan type
id: Jenis pelacakan layanan yg digunakan

source: User bouquets
id: Pengguna buket

source: User defined
id: Ditentukan pengguna

source: User defined transponder
id: Transponder ditentukan pengguna

source: User interface
id: Antarmuka pengguna

source: Using LNB %d
id: Menggunakan LNB %d

source: Using fixed address
id: Menggunakan alamat tetap

source: Using tuner %s
id: Menggunakan penala %s

source: Usually when the subtitle language is the same as the audio language, the subtitles will not be used. Enable this option to allow these subtitles to be used.
id: Biasanya ketika bahasa terjemahan sama dengan bahasa audio, terjemahan itu tidak akan dipakai. Mengaktifkan pilihan ini untuk membiarkan terjemahan ini supaya bisa digunakan.

source: VCR scart
id: scart VCR

source: VMGM (intro trailer)
id: VMGM (trailer intro)

source: VOB file
id: berkas VOB

source: Venezuela (Bolivarian Republic of)
id: Venezuela

source: Vertical
id: Vertikal

source: Vertical turning speed
id: Kecepatan langkah vertikal

source: Video PID
id: PID Video

source: Video clipping setup
id: Pengaturan klip video

source: Video enhancement preview
id: Pratinjau peningkatan video

source: Video enhancement settings
id: Setelan peningkatan video

source: Video enhancement setup
id: Pengaturan peningkatan video

source: Video input selection Please press OK if you can see this page on your TV (or select a different input port). The next input port will be automatically probed in 20 seconds.
id: Pilihan input video Mohon tekan OK jika anda bisa melihat halaman ini pada TV anda (atau pilih port input yg berbeda). Port input berikutnya akan diselidiki secara otomatis dalam 20 detik.

source: Video mode selection.
id: Pilihan mode video.

source: Video output
id: Keluaran video

source: Video setup
id: Atur video

source: Video wizard
id: Wizard video

source: Video: %s fps
id: Video: %s fpd

source: VideoMode
id: ModeVideo

source: Videocodec, size & format
id: Codecvideo, ukuran & format

source: View details
id: Tinjau rincian

source: View list of available CommonInterface extensions
id: Tinjau daftar ketersedaan ekstensi CommonInterface

source: View list of available EPG extensions.
id: Tinjau daftar ketersedaan ekstensi EPG.

source: View list of available Satellite equipment extensions.
id: Tinjau daftar ketersedaan ekstensi peralatan satelit.

source: View list of available communication extensions.
id: Tinjau daftar ketersedaan ekstensi komunikasi.

source: View list of available default settings
id: Tinjau daftar ketersedaan setelan pabrik

source: View list of available display and userinterface extensions.
id: Tinjau daftar ketersedaan ekstensi penampil dan antarmuka pengguna.

source: View list of available multimedia extensions.
id: Tinjau daftar ketersedaan ekstensi multimedia.

source: View list of available networking extensions
id: Tinjau daftar ketersedaan eksensi jaringan

source: View list of available recording extensions
id: Tinjau daftar ketersedaan ekstensi perekaman

source: View list of available skins
id: Tinjau daftar ketersedaan tampilan

source: View list of available software extensions
id: Tinjau daftar ketersedaan ekstensi perangkat lunak

source: View list of available system extensions
id: Tinjau daftar ketersedaan ekstensi sistem

source: View photos...
id: Tinjau foto...

source: View teletext...
id: Tinjau teleteks...

source: View video CD...
id: Tinjau CD video...

source: View, install and remove available or installed packages.
id: Tinjau, pasang dan hapus paket yang tersedia atau terpasang.

source: Virgin Islands (British)
id: Kepulauan Virgin (Inggris)

source: Virgin Islands (U.S.)
id: Kepulauan Virgin (Amerika Serikat)

source: Virtual keyboard
id: Papankunci virtual

source: Voltage mode
id: Mode voltase

source: Volume
id: Suara

source: Volume down
id: Kecilkan suara

source: Volume keys on the receiver remote will control the TV volume.
id: Tombol suara pada remot rx akan mengatur suara TV.

source: Volume up
id: Besarkan suara

source: WLAN connection
id: Koneksi WLAN

source: WSS on 4:3
id: WSS pada 4:3

source: Waiting
id: Menunggu

source: Waiting for mount
id: Menunggu mount

source: Waiting for partition
id: Menunggu partisi

source: Wake On LAN
id: Bangun LAN Hidup

source: Wake the receiver from standby when selected wake command is sent from the TV.
id: Bangunkan rx dari siaga ketika perintah bangun dikirim dari TV.

source: Wakeup
id: Bangun

source: Wakeup TV from standby
id: Bangunkan TV dari siaga

source: Wakeup receiver for start timer
id: Bangunkan Rx untuk pewaktu mulai

source: Wakeup receiver from standby
id: Bangunkan Rx dari siaga

source: Wakeup signal from TV
id: Sinyal bangun dari TV

source: Wakeup time
id: Waktu bangun

source: Wakeup type
id: Jenis bangun

source: Wallis and Futuna
id: Wallis dan Futuna

source: Warning
id: Peringatan

source: Warning! This is an option for advanced users. Really disable timer conflict detection?
id: Peringatan! Ini adalah pilihan untuk pengguna tingkat lanjut. Yakin matikan deteksi konflik pewaktu?

source: Warning: no LNB; using factory defaults.
id: Peringatan: tidak ada LNB; gunakan bawaan pabrik.

source: Watch movies...
id: Tonton film...

source: Watch recordings...
id: Tonton perekaman...

source: Wed
id: Rab

source: Wednesday
id: Rabu

source: Weekday
id: Hari kerja

source: Weighted position
id: Posisi berat

source: Welcome to the cutlist editor. Seek to the start of the stuff you want to cut away. Press OK, select 'start cut'. Then seek to the end, press OK, select 'end cut'. That's it.
id: Selamat datang di editor daftarpotong. Cari ke awal bahan yg ingin anda potong. Tekan OK, pilih 'mulai potong'. Kemudian cari ke akhir, tekan OK, pilih 'akhiri potong'. Dah, itu saja.

source: Welcome. If you want to connect your receiver to the Internet, this wizard will guide you through the basic network setup of your receiver. Press OK to start configuring your network
id: Selamat Datang. Jika anda ingin menghubungkan Rx anda ke internet, wizard ini akan memandu anda melalui pengaturan jaringan dasar Rx anda. Tekan OK untuk mulai penyetelan jaringan anda
