Repository: OpenPLi/enigma2
Catalog: po/*.po
Languages: id

source: Collection settings
id: Penyetelan koleksi

source: Color format
id: Format warna

source: Combo
id: Kombo

source: Command execution...
id: Menjalankan perintah...

source: Command order
id: Urutan perintah

source: Commit info
id: Info pengerjaan

source: Common Interface
id: Antarmuka Umum

source: Common Interface assignment
id: Penetapan Antarmuka Umum

source: Communication
id: Komunikasi

source: Complete
id: Selesai

source: Complex (allows mixing audio tracks and aspects)
id: Rumit (izinkan mencampur jalur audio dan aspek)

source: Composition of the recording filenames
id: Komposisi nama berkas hasil rekaman

source: Config Scan Details
id: Detil Setelan Pelacakan

source: Config resolution of pictures
id: Atur resolusi gambar

source: Configuration
id: Penyetelan

source: Configuration mode
id: Mode penyetelan

source: Configuration mode: %s
id: Mode penyetelan: %s

source: Configure an additional delay to improve external subtitle synchronisation.
id: Atur penundaan tambahan untuk memperbaiki sinkronisasi terjemahan dari luar.

source: Configure an additional delay to improve subtitle synchronisation.
id: Atur penundaan tambahan untuk memperbaiki sinkronisasi terjemahan.

source: Configure for how long the infobar will remain visible after activation.
id: Atur berapa lama infobar tetap muncul setelah diaktifkan.

source: Configure for how many minutes finished events should remain visible in the EPG. Useful when you need information about an event which has just finished, or has been delayed.
id: Atur berapa menit acara yg sudah usai tetap bisa tampil pada EPG. Berguna ketika anda memerlukan info tentang suatu acara yang baru saja selesai, atau ditunda.

source: Configure how many channels are shown in the selection list.
id: Atur berapa jumlah kanal yang ditampilkan pada daftar pemilihan

source: Configure how recording filenames are constructed.
id: Atur bagaimana nama berkas rekaman dibuat.

source: Configure how the fan should operate
id: Atur bagaimana kipas seharusnya berfungsi

source: Configure if and how long the latest service in Picture in Picture mode will be remembered.
id: Atur jika dan berapa lama layanan terakhir pada PiP akan diingat.

source: Configure if and how wide columns will be shown in the channel selection list.
id: Atur jika dan bagaimana kolom lebar akan ditampilkan pada daftar pemilihan kanal.

source: Configure if behind the subtitles a background is shown.
id: Atur jika latar ingin diperlihatkan di belakang terjemahan.

source: Configure if service picons will be shown in display (when supported by the skin).
id: Atur jika pikon layanan akan ditampilkan pada pajangan (jika didukung oleh tampilan).

source: Configure if service picons will be shown in the channel selection list.
id: Atur jika pikon layanan akan ditampilkan pada daftar pemilihan kanal.

source: Configure if the HDMI EDID checking should be bypassed as this might solve issue with some TVs.
id: Atur jika pemeriksaan HDMI EDID seharusnya dilewatkan karna ini bisa menyelesaikan masalah pada beberapa TV.

source: Configure if the subtitle should switch between normal, italic, bold and bolditalic
id: Atur apakah terjemahan bisa bertukar jenis huruf antara normal, miring, tebal dan miring tebal.

source: Configure interface
id: Atur antarmuka

source: Configure on which devices the background delete option should be used.
id: Atur di perangkat mana pilihan hapus latar seharusnya digunakan.

source: Configure remote control type
id: Atur jenis remote kontrol

source: Configure the DiSEqC mode for this LNB.
id: Atur mode DiSEqC untuk LNB ini.

source: Configure the IP address.
id: Atur alamat IP.

source: Configure the aspect ratio of the screen.
id: Atur aspek rasio layar.

source: Configure the behavior of the 'pause and ok' key when movie playback is already paused.
id: Atur fungsi tombol 'pause dan ok' ketika pemutaran film sedang di posisi jeda.

source: Configure the behavior when movie playback is manually stopped.
id: Atur apa yang akan dilakukan ketika pemutar film dihentikan secara manual.

source: Configure the behavior when movie playback is started.
id: Atur apa yang akan dilakukan ketika pemutar film dimulai.

source: Configure the behavior when reaching the end of a movie, during movie playback.
id: Atur apa yang akan dilakukan ketika film jelang berakhir, saat pemutaran film berlangsung.

source: Configure the border width of the subtitles. The dark border makes the subtitles easier to read on a light background.
id: Atur lebar batas terjemahan. Batas yg gelap membuat terjemahan lebih mudah dibaca pada latar yang terang.

source: Configure the brightness level of the front panel display during standby.
id: Atur tingkat kecerahan display panel depan selama standby.

source: Configure the brightness level of the front panel display.
id: Atur tingkat kecerahan display panel depan.

source: Configure the color of the external subtitles, alternative (normal in white, italic in yellow, bold in cyan, underscore in green), white or yellow.
id: Atur warna terjemahan dari luar, alternatif (normal warna putih, miring warna kuning, tebal warna ungu, garis bawah warna hijau), putih atau kuning.

source: Configure the color of the teletext subtitles.
id: Atur warna terjemahan teleteks.

source: Configure the contrast level of the front panel display.
id: Atur tingkat kontras display panel depan.

source: Configure the cursor behaviour in the channel selection list. When opening the channel selection list you can keep on the current service or already select up/down and you are able to revert the B+/B- buttons.
id: Atur bagaimana gerak kursor pada daftar pemilihan kanal. Ketika membuka daftar pemilihan kanal anda bisa tetap berada pada layanan saat ini atau telah memilih tombol atas/bawah dan anda bisa kembali ke tombol B+/B-.

source: Configure the duration in hours the receiver should go to standby when the receiver is not controlled.
id: Atur durasi dalam jam Rx seharusnya menuju standby ketika Rx tidak dikontrol

source: Configure the duration in minutes for the screensaver.
id: Atur durasi screensaver dalam hitungan menit.

source: Configure the duration in minutes for the sleeptimer. Select this entry and click OK or green to start/stop the sleeptimer
id: Atur durasi dalam menit untuk pewaktu tidur. Pilih entri ini dan klik OK atau tombol hijau untuk mulai/hentikan pewaktu tidur

source: Configure the duration when the receiver should go to shut down in case the receiver is in standby mode.
id: Atur durasi ketika Rx seharusnya dimatikan jika Rx sedang di mode standby

source: Configure the first audio language (highest priority).
id: Atur bahasa audio pertama (prioritas teratas).

source: Configure the first subtitle language (highest priority).
id: Atur bahasa terjemahan pertama (prioritas teratas).

source: Configure the font size of the subtitles.
id: Atur ukuran huruf terjemahan.

source: Configure the fourth audio language.
id: Atur bahasa audio keempat.

source: Configure the fourth subtitle language.
id: Atur bahasa terjemahan keempat.

source: Configure the function of the '0' button when Picture in Picture is active.
id: Atur fungsi tombol '0' ketika PiP sedang aktif.

source: Configure the gateway.
id: Atur gateway.

source: Configure the general audio delay of Dolby Digital sound tracks.
id: Atur penundaan audio umum pada jalur suara Dolby Digital.

source: Configure the general audio delay of stereo sound tracks.
id: Atur penundaan audio umum pada jalur suara stereo.

source: Configure the hard disk drive to go to standby after the specified idle time.
id: Atur harddisk agar menuju standby setelah lama waktu idle yang ditentukan.

source: Configure the horizontal alignment of the subtitles.
id: Atur penjajaran horizontal terjemahan.

source: Configure the initial fast forward speed. When you press the fast forward button, winding will start at this speed.
id: Atur awal kecepatan maju cepat. Ketika anda menekan tombol maju cepat, gerakan akan dimulai pada kecepatan ini.

source: Configure the initial rewind speed. When you press the rewind button, winding will start at this speed.
id: Atur awal kecepatan mundur cepat. Ketika anda menekan tombol mundur cepat, gerakan akan dimulai pada kecepatan ini.

source: Configure the latitude of your location.
id: Atur latitude lokasi anda.

source: Configure the longitude of your location.
id: Atur longitude lokasi anda.

source: Configure the minimum amount of disk space to be available for recordings. When the amount of space drops below this value, deleted items will be removed from the trash can.
id: Atur jumlah minimum space harddisk yang tersedia untuk merekam. Ketika jumlah space turun di bawah nilai ini, item yang telah dipindah ke tong sampah akan dihapus permanen.

source: Configure the nameserver (DNS).
id: Atur namaserver (DNS).

source: Configure the netmask.
id: Atur netmask.

source: Configure the number of days after which items are automaticaly removed from the trash can.
id: Atur jumlah hari item akan dihapus secara otomatis setelah dipindahkan ke tong sampah.

source: Configure the number of days old timers are kept before they are automatically removed from the timer list.
id: Atur jumlah hari pada pewaktu lama yg akan disimpan sebelum ia dihapus secara otomatis dari daftar pewaktu.

source: Configure the offline decoding delay in milliseconds. The configured delay is observed at each control word parity change.
id: Atur waktu tunda dekode offline dalam milidetik. Waktu tunda yg diatur dilihat pada setiap pergantian pasangan CW.

source: Configure the possible fast forward speeds.
id: Atur kecepatan maju cepat yg mungkin.

source: Configure the possible rewind speeds.
id: Atur kecepatan mundur cepat yg mungkin.

source: Configure the primary EPG language.
id: Atur bahasa EPG utama.

source: Configure the refresh rate of the screen.
id: Atur refresh rate layar.

source: Configure the screen resolution in PC output mode.
id: Atur resolusi layar pada mode keluaran PC.

source: Configure the second audio language.
id: Atur bahasa audio kedua.

source: Configure the second subtitle language.
id: Atur bahasa terjemahan kedua.

source: Configure the secondary EPG language.
id: Atur bahasa EPG kedua.

source: Configure the sharpness of the video scaling.
id: Atur kecerahan pada skala video.

source: Configure the skip time interval for the '1'/'3' buttons.
id: Atur rentang waktu lompat pada tombol '1'/'3'.

source: Configure the skip time interval for the '4'/'6' buttons.
id: Atur rentang waktu lompat pada tombol '4'/'6'.

source: Configure the skip time interval for the '7'/'9' buttons.
id: Atur rentang waktu lompat pada tombol '7'/'9'.

source: Configure the slow motion speeds.
id: Atur kecepatan gerak lambat.

source: Configure the source of the frontend data as shown on the infobars. 'Settings' is as stored on the settings. 'Tuner' is as reported by the tuner.
id: Atur sumber data frontend seperti yang ditampilkan pada infobar. 'Pengaturan' adalah sebagaimana yg tersimpan pada pengaturan. 'Penala' adalah sebagaimana yg disampaikan oleh penala.

source: Configure the speed of the background deletion process. Lower speed will consume less hard disk drive performance.
id: Atur kecepatan proses hapus latar. Kecepatan rendah akan memakai performa harddisk yang lebih sedikit.

source: Configure the speed of the fan
id: Atur kecepatan kipas

source: Configure the subtitle delay when timing information is not available.
id: Atur penundaan terjemahan ketika informasi waktu tidak tersedia.

source: Configure the third audio language.
id: Atur bahasa audio ketiga.

source: Configure the third subtitle language.
id: Atur bahasa terjemahan ketiga.

source: Configure the transparency of the OSD.
id: Atur transparansi OSD.

source: Configure the transparency of the black background of graphical DVB subtitles.
id: Atur transparansi warna latar hitam pada terjemahan DVB grafis.

source: Configure the tuner mode.
id: Atur mode penala

source: Configure the type of status indication icons shown in the movielist.
id: Atur jenis penunjuk status yg ditampilkan pada daftar film.

source: Configure the vertical position of the subtitles, measured from the bottom of the screen.
id: Atur posisi vertikal terjemahan, ukur dari bagian bawah layar.

source: Configure the video output mode (or resolution).
id: Atur mode keluaran video (atau resolusi).

source: Configure where completed timers show up in the timer list.
id: Atur di mana pewaktu yg sudah selesai muncul pada daftar pewaktu.

source: Configure whether (and for how long) a second infobar will be shown when OK is pressed twice. The second infobar contains additional information about the current channel.
id: Atur apakah (dan berapa lama) infobar kedua akan ditampilkan ketika OK ditekan dua kali. Infobar kedua memuat informasi tambahan tentang kanal saat ini.

source: Configure whether multi channel PCM sound should be enabled.
id: Atur apakah suara PCM multi kanal seharusnya dihidupkan

source: Configure whether multi channel sound tracks should be downmixed to stereo.
id: Atur apakah jalur suara kanal banyak ingin diturunkan ke stereo.

source: Configure whether or not an icon should be shown when your motorized dish is moving.
id: Atur apakah ikon sebaiknya ditampilkan atau tidak ketika parabola anda yg berpenggerak sedang bergerak.

source: Configure which access level to use for the configuration menu. Expert level gives access to all items.
id: Atur level akses mana yang digunakan untuk mengatur menu. Level ahli memberikan akses ke semua item.

source: Configure which color format should be used on the SCART output.
id: Atur format warna mana seharusnya digunakan pada keluaran SCART.

source: Configure which tuner for recordings will be preferred, when more than one tuner is available.
id: Atur penala yg mana untuk merekam yg dipilih, jika lebih dari satu penala tersedia

source: Configure which tuner will be preferred, when more than one tuner is available. If set to 'auto' the system will give priority to the tuner having the lowest number of channels/satellites.
id: Atur penala mana yang ingin diutamakan, ketika lebih dari satu penala tersedia. Jika diatur ke 'auto' sistem akan memprioritaskan pada penala dengan jumlah kanal/satelit yang paling sedikit.

source: Configure your internal LAN
id: Atur LAN internal anda

source: Configure your network again
id: Atur kembali jaringan anda

source: Configure your wireless LAN again
id: Atur kembali LAN nirkabel anda

source: Configures which video output connector will be used.
id: Atur konektor keluaran video mana yang ingin digunakan.

source: Configuring
id: Pengaturan

source: Conflict detection disabled!
id: Deteksi konflik dimatikan!

source: Conflict not resolved!
id: Konflik tidak diselesaikan

source: Congo
id: Kongo

source: Congo (Democratic Republic of the)
id: Kongo

source: Connect
id: Hubungkan

source: Connect to a wireless network
id: Hubungkan ke jaringan nirkabel

source: Connected satellites
id: Satelit terhubung

source: Connected to
id: Terhubung ke

source: Connected transcoding, limit - no PiP!
id: Transcoding terhubung, batasan - tak ada PiP!

source: Console
id: Konsol

source: Constellation & FFT mode
id: Mode konstelasi dan FFT

source: Consult your SCR device spec sheet for this information.
id: Periksa lembar spek peralatan SCR anda untuk informasi ini

source: Consult your motor's spec sheet for this information, or leave the default setting.
id: Periksa lembar spek penggerak anda untuk informasi ini, atau biarkan setelah bawaan.

source: Content does not fit on DVD!
id: Isi tidak muat pada DVD!

source: Continue
id: Lanjut

source: Continue playback
id: Lanjut mainkan

source: Continue playing
id: Lanjut mainkan

source: Continuous play (loop)
id: Putar terus (loop)

source: Contrast
id: Kontras

source: Cook Islands
id: Kepulauan Koki

source: Copy
id: Salin

source: Copy to bouquets
id: Salin ke buket

source: Costa Rica
id: Kosta Rika

source: Cote d'Ivoire
id: Pantai Gading

source: Could not find installed channel list.
id: Daftar kanal terpasang tidak ditemukan.

source: Could not find suitable media - Please remove some downloaded images or insert a media (e.g. USB stick) with sufficiant free space and try again!
id: Tidak bisa menemukan media yg cocok - Mohon hapus beberapa image yg diunduh atau tancapkan media (misalnya USB flashdisk) dengan ruang penyimpanan yg cukup lalu coba lagi!

source: Could not load medium! No disc inserted?
id: Tidak bisa memuat media! Tidak ada piringan dimasukkan?

source: Could not open Picture in Picture
id: Tidak bisa membuka PiP

source: Could not record due to conflicting timer %s
id: Tidak bisa merekam karena pewaktu bentrok %s

source: Could not record due to invalid service %s
id: Tidak bisa merekam karena layanan tidak valid %s

source: Cover dashed flickering line for this service
id: Tutup garis putus-putus berkedip untuk layanan ini

source: Create DVD-ISO
id: Membuat DVD-ISO

source: Create directory
id: Buat direktori

source: Create new folder and exit
id: Buat folder baru lalu keluar

source: Creating directory %s failed.
id: Membuat direktori %s gagal.

source: Creating filesystem
id: Membuat sistem berkas

source: Creating partition
id: Membuat partisi

source: Croatian
id: Kroasia

source: Cuba
id: Kuba

source: Curacao
id: Kurakau

source: Current CEC address
id: Alamat CEC saat ini

source: Current device:
id: Perangkat saat ini:

source: Current event EPG
id: EPG acara saat ini

source: Current event is over. Select an option to save the timeshift file.
id: Acara saat ini telah berakhir. Tetapkan pilihan untuk menyimpan berkas timeshift.

source: Current mode: %s
id: Mode saat ini: %s

source: Current rotor position:
id: Posisi rotor saat ini:

source: Current settings:
id: Pengaturan saat ini:

source: Current transponder
id: Transponder saat ini

source: Current value:
id: Nilai saat ini:

source: Custom skip time for '1'/'3' buttons
id: Ubahsuai waktu lompat pada tombol '1'/'3'

source: Custom skip time for '4'/'6' buttons
id: Ubahsuai waktu lompat pada tombol '4'/'6'

source: Custom skip time for '7'/'9' buttons
id: Ubahsuai waktu lompat pada tombol '7'/'9'

source: Customize
id: Ubahsuai

source: Customize OpenWebIF settings for fallback tuner
id: Sesuaikan pengaturan OpenWebIF untuk penala mundur

source: Customize channel list cursor behavior
id: Ubahsuai aturan kursor daftar kanal

source: Cut
id: Potong

source: Cutlist editor
id: Penyunting daftarpotong

source: Cutlist editor...
id: Penyunting daftarpotong...

source: Cyprus
id: Siprus

source: Czech
id: Ceko

source: DMM advanced
id: DMM tingkat mahir

source: DTS downmix
id: downmix DTS

source: DUAL LAYER DVD
id: DVD Dua Lapis

source: DVB CI Delay
id: Tunda CI DVB

source: DVB Subtitles PID & lang
id: PID Terjemahan & bhs DVB

source: DVB subtitle black transparency
id: Transparansi hitam terjemahan DVB

source: DVB type
id: Jenis DVB

source: DVD Burn
id: Bakar DVD

source: DVD Menu
id: Menu DVD

source: DVD data format
id: Format data DVD

source: DVD file browser
id: Perambah file DVD

source: DVD media toolbox
id: Peralatan media DVD

source: DVD player
id: Pemutar DVD

source: DVD titlelist
id: Daftar judul DVD

source: Danish
id: Denmark

source: Date
id: Tanggal

source: Date/time input
id: Tanggal/waktu input

source: Default
id: Bawaan

source: Default Services Scanner
id: Pelacak Layanan Bawaan

source: Default movie location
id: Lokasi film bawaan

source: Default settings
id: Pengaturan bawaan

source: Delay after change voltage before switch command
id: Tunda setelah perubahan voltase sebelum perintah switch

source: Delay after continuous tone disable before diseqc
id: Tunda setelah tone kontinyu dimatikan sebelum diseqc

source: Delay after diseqc peripherial poweron command
id: Tunda setelah perintah poweron perangkat diseqc

source: Delay after diseqc reset command
id: Tunda setelah perintah reset diseqc

source: Delay after enable voltage before motor command
id: Tunda setelah mengaktifkan voltase sebelum perintah motor

source: Delay after enable voltage before switch command
id: Tunda setelah mengaktifkan voltase sebelum perintah switch

source: Delay after final continuous tone change
id: Tundak setelah perubahan tone kontinyu final

source: Delay after last diseqc command
id: Tunda setelah perintah diseqc terakhir

source: Delay after last voltage change
id: Tunda setelah perubahan voltase terakhir

source: Delay after motor stop command
id: Tunda setelah perintah berhenti motor

source: Delay after set voltage before measure motor power
id: Tunda setelah mengatur voltase sebelum mengukur power motor

source: Delay after toneburst
id: Tunda setelah toneburst

source: Delay after voltage change before motor command
id: Tunda setelah perubahan voltase sebelum perintah motor

source: Delay before key repeat starts:
id: Tunda sebelum tombol ulang mulai:

source: Delay before sequence repeat
id: Tunda sebelum pengulangan sekuens

source: Delay between diseqc commands
id: Tunda antara perintah diseqc

source: Delay between switch and motor command
id: Tunda antara perintah motor dan switch

source: Delay for external subtitles
id: Tunda pada terjemahan dari luar

source: Delay in miliseconds after finish scrolling text on display.
id: Tunda dalam milidetik setelah selesai menggulung teks pada display

source: Delay in miliseconds before start of scrolling text on display.
id: Tunda dalam milidetik sebelum mulai menggulung teks pada display

source: Delay in miliseconds between scrolling characters on display.
id: Tunda dalam mili detik antara menggulung karakter pada display

source: Delete
id: Hapus

source: Delete entry
id: Hapus entri

source: Delete failed!
id: Gagal menghapus!

source: Delete file
id: Hapus file

source: Delete playlist entry
id: Hapus entri daftar putar

source: Delete saved playlist
id: Hapus daftar putar tersimpan

source: Delete timer
id: Hapus pewaktu

source: Deleted
id: Dihapus

source: Deleted items
id: Item dihapus

source: Depth
id: Kedalaman

source: Descramble receiving http streams
id: Descramble penerimaan streaming http

source: Descramble sending http streams
id: Descramble pengiriman streaming http

source: Description
id: Deskripsi

source: Deselect
id: Tidak dipilih

source: Details for plugin:
id: Rincian plugin:

source: Detect next boxes before standby
id: Temukan Rx berikutnya sebelum standby

source: Detected NIMs:
id: NIMs terdeteksi:

source: Detected storage devices:
id: HDD terdeteksi:

source: Device name:
id: Nama perangkat:

source: DiSEqC 1.0 command
id: Perintah DiSEqC 1.0

source: DiSEqC 1.1 command
id: Perintah DiSEqC 1.1

source: DiSEqC 1.1 repeats
id: Pengulangan DiSEqC 1.1

source: DiSEqC Tester
id: Pengetes DiSEqC

source: DiSEqC mode
id: Mode DiSEqC

source: DiSEqC port %s: %s
id: Port DiSEqC %s: %s

source: DiSEqC-tester settings
id: Pengaturan Pengecek-DiSEqC

source: Did you see all eight arrow heads?
id: Apakah anda melihat semua kedelapan anak panah?

source: Digital contour removal
id: Penghapus kontur digital

source: Direct playback of linked titles without menu
id: Putar langsung judul terkait tanpa menu

source: Directory
id: Direktori

source: Directory %s does not exist.
id: Direktori %s tidak ada.

source: Directory browser
id: Perambah direktori

source: Directory contains %(file)s and %(subdir)s.
id: Direktori berisi %(file)s dan %(subdir)s.

source: Disable
id: Matikan

source: Disable Picture in Picture
id: Matikan Picture in Picture

source: Disable background scanning
id: Matikan pelacakan di latar

source: Disable current event but not coming events
id: Matikan acara saat ini tapi tidak acara mendatang

source: Disable move mode
id: Matikan mode pindahkan

source: Disable timer
id: Matikan pewaktu

source: Disabled
id: Dimatikan
