Repository: OpenPLi/enigma2
Catalog: po/*.po
Languages: id

source: Zap up
id: Zap atas

source: Zapped to timer service %s as Picture in Picture!
id: Zap ke layanan pewaktu %s sebagai PiP!

source: Zgemma H.S/H.2S/H.2H/H5/H7(old model)
id: Zgemma H.S/H.2S/H.2H/H5/H7(model lama)

source: [REC]
id: [REK]

source: [alternative edit]
id: [ubah alternatif]

source: [bouquet edit]
id: [ubah buket]

source: [favourite edit]
id: [ubah favorit]

source: [move mode]
id: [mode pindah]

source: a gui to assign services/providers to common interface modules
id: gui untuk menetapkan layanan/penyedia ke modul antarmuka umum

source: a gui to assign services/providers/caids to common interface modules
id: gui untuk menetapkan layanan/penyedia/caids ke modul antarmuka umum

source: about to start
id: akan memulai

source: activate network adapter configuration
id: aktifkan konfigurasi adapter jaringan

source: actual time only
id: waktu aktual saja

source: additional cable of rotor
id: kabel tambahan pada rotor

source: advanced
id: mahir

source: adventure/western/war
id: petualangan/barat/perang

source: advertisement/shopping
id: iklan/belanja

source: after
id: setelah

source: all
id: semua

source: alphabetic
id: berdasarkan abjad

source: alphabetic reverse
id: kebalikan berdasarkan abjad

source: alphabetical
id: berdasarkan abjad

source: alternative
id: alternatif

source: always
id: selalu

source: and never ask this again
id: dan jangan tanya ini lagi

source: and select next channel
id: dan pilih kanal berikutnya

source: and select previous channel
id: dan pilih kanal sebelumnya

source: are you sure to cancel all changes
id: anda yakin untuk membatalkan semua perubahan

source: arts/culture (without music, general)
id: seni/budaya (tanpa musik, umum)

source: arts/culture magazine
id: seni/budaya majalah

source: athletics
id: atletik

source: audio tracks
id: jalur audio

source: automatic
id: otomatis

source: back
id: kembali

source: background image
id: gambar latar

source: backup EPG cache
id: cadangan cache EPG

source: better
id: bagus

source: black
id: hitam

source: blacklist
id: daftar hitam

source: blue
id: biru

source: bottom
id: bawah

source: broadcasting/press
id: penyiaran/press

source: by date
id: berdasarkan tanggal

source: cartoon/puppets
id: kartun/boneka

source: center
id: tengah

source: centered
id: ke tengah

source: centered, wrapped
id: ke tengah, dibungkus

source: chapters
id: bab

source: circular left
id: kiri sirkular

source: circular right
id: kanan sirkular

source: clip overscan / letterbox borders
id: overscan klip / batas kotaksurat

source: comedy
id: lawak

source: confirmed
id: dikonfirmasi

source: connected
id: terhubung

source: controlled by HDMI
id: dikontrol HDMI

source: cooking
id: memasak

source: daily
id: harian

source: day
id: hari

source: default
id: bawaan

source: delete cut
id: potong hapus

source: descramble and record ecm
id: descramble dan rekam ecm

source: detective/thriller
id: detektif/thriller

source: disable
id: matikan

source: disable intro screen
id: matikan layar intro

source: disabled
id: dimatikan

source: disconnected
id: terputus

source: discussion/interview/debate
id: diskusi/interview/debat

source: do nothing
id: jangan lakukan apapun

source: documentary
id: dokumenter

source: don't descramble, record ecm
id: jangan descramble, rekam ecm

source: done!
id: selesai!

source: east
id: timur

source: economics/social advisory
id: ekonomi/nasihat sosial

source: embedded
id: tertanam

source: empty
id: kosong

source: enable
id: aktifkan

source: enable intro screen
id: aktifkan layar intro

source: enabled
id: aktifkan

source: end cut here
id: akhiri potong di sini

source: entertainment (10-16 year old)
id: hiburan (umur 10-16 tahun)

source: entertainment (6-14 year old)
id: hiburan (umur 6-14 tahun)

source: error starting scan
id: gagal memulai pindaian

source: error while scanning
id: gagal saat memindai

source: execute cuts (requires MovieCut plugin)
id: eksekusi pemotongan (memerlukan plugin MovieCut)

source: exit DVD player or return to file browser
id: keluar pemutar DVD atua kembali ke perambah berkas

source: exit network adapter configuration
id: keluar dari konfigurasi adapter jaringan

source: exit networkadapter setup menu
id: keluar dari menu atur adapter jaringan

source: experimental film/video
id: percobaan film/video

source: extra wide
id: lebar ekstra

source: failed
id: gagal

source: false
id: salah

source: fashion
id: gaya

source: fileformats (BMP, PNG, JPG, GIF)
id: format file (BMP, PNG, JPG, GIF)

source: filename
id: nama file

source: film/cinema
id: film/sinema

source: fine arts
id: seni rupa

source: football/soccer
id: bolakaki/sepakbola

source: foreign countries/expeditions
id: negara asing/ekspedisi

source: forward to the next chapter
id: maju ke bab berikutnya

source: free
id: bebas

source: from
id: dari

source: further education
id: edukasi lanjut

source: go to deep standby
id: menuju deep standby

source: go to standby
id: menuju standby

source: grab this frame as bitmap
id: ambil bingkai ini sbg bitmap

source: green
id: hijau

source: handicraft
id: kerajinan tangan

source: height
id: tinggi

source: help...
id: Bantuan

source: information/education/school program
id: program informasi/pendidikan/sekolah

source: insert mark here
id: masukkan tanda di sini

source: invalid type
id: tipe tidak valid

source: jump back to the previous title
id: kembali ke judul sebelumnya

source: jump forward to the next title
id: lanjut ke judul berikutnya

source: jump to chapter by number
id: lompat ke bab berdasarkan nomor

source: languages
id: bahasa

source: leave movie player...
id: keluar dari pemutar film...

source: left
id: kiri

source: left, wrapped
id: kiri, dibungkus

source: leisure hobbies (general)
id: hobby waktu luang (umum)

source: length
id: panjang

source: limit ..., aborting !
id: batas ..., batalkan !

source: list style compact
id: gaya daftar kompak

source: list style compact with description
id: gaya daftar kompak dgn rincian

source: list style default
id: gaya daftar bawaan

source: list style single line
id: gaya daftar baris tunggal

source: literature
id: literatur

source: locked
id: terkunci

source: long
id: panjang

source: magazines/reports/documentary
id: majalah/laporan/dokumenter

source: martial sports
id: olahraga beladiri

source: medicine/physiology/psychology
id: pengobatan/fisiologi/psikologi

source: mins
id: mnt

source: month
id: bulan

source: motor sport
id: olahraga bermotor

source: move down to last entry
id: gerak ke bawah menuju entri terakhir

source: move down to next entry
id: gerak ke bawah menuju entri selanjutnya

source: move up to first entry
id: gerak ke atas menuju entri pertama

source: move up to previous entry
id: gerak ke atas menuju entri sebelumnya

source: music/ballet/dance (general)
id: musik/ballet/tari (umum)

source: musical/opera
id: musik/opera

source: nature/animals/environment
id: alam/binatang/lingkungan

source: never
id: takpernah

source: new media
id: media baru

source: news magazine
id: majalah berita

source: news/current affairs (general)
id: berita/kejadian terkini (umum)

source: news/weather report
id: berita/laporan cuaca

source: no
id: tidak

source: no CAId selected
id: Tidak ada CAId dipilih

source: no CI slots found
id: Slot CI tidak ditemukan

source: no channel list
id: tidak ada daftar kanal

source: no module found
id: Modul tidak ditemukan

source: no resource manager
id: tidak ada pengelola sumberdaya

source: no storage devices found
id: Perangkat penyimpanan tidak ditemukan

source: none
id: tidak ada

source: not configured
id: tidak dikonfigurasi

source: not locked
id: tidak dikunci

source: not supported
id: tidak didukung

source: not tested
id: belum dites

source: not_tested
id: bleum_dites

source: nothing connected
id: tak ada yang tersambung

source: of a DUAL layer medium used.
id: dari media lapis DUA yg digunakan.

source: of a SINGLE layer medium used.
id: dari media lapis TUNGGAL yg digunakan.

source: off
id: mati

source: off or wpa2 on
id: mati atau wpa2 hidup

source: offset is
id: offset adalah

source: on
id: hidup

source: on READ ONLY medium.
id: pada media BACA SAJA.

source: once
id: sekali

source: only from deep standby
id: hanya dari deep standby

source: only from standby
id: hanya dari standby

source: original
id: asli

source: pass
id: lewatkan

source: pausing
id: jeda

source: performing arts
id: seni pertunjukan

source: please press OK when ready
id: silakan tekan OK ketika siap

source: please wait, loading picture...
id: silakan tunggu, memuat gambar...

source: popular culture/traditional arts
id: budaya populer/seni tradisional

source: pre-school children's program
id: acara anak prasekolah

source: receiver software because updates are available.
id: perangkat lunak rx karena update tersedia.

source: record
id: rekam

source: recording...
id: merekam...

source: red
id: merah

source: religion
id: agama

source: remarkable people
id: orang-orang hebat

source: remove after this position
id: hapus setelah posisi ini

source: remove before this position
id: hapus sebelum posisi ini

source: remove this mark
id: hapus penanda ini

source: repeated
id: diulang

source: reserved for future use
id: tandai untuk kegunaan di masa mendatang

source: reverse by date
id: putarbalik berdasarkan tanggal

source: rewind to the previous chapter
id: mundur ke bab sebelumnya

source: right
id: kanan

source: right, wrapped
id: kanan, dibungkus

source: romance
id: romansa

source: scan state
id: keadaan pemindaian

source: select CAId's
id: pilih CAId

source: select menu entry
id: pilih entri menu

source: show DVD main menu
id: tampilkan menu utama DVD

source: show all tags
id: tampilkan semua label

source: show event details
id: tampilkan rincian acara

source: show softwaremanager in setup menu
id: tampilkan pengelola perangkat luna pada menu pengaturan

source: show softwaremanager on blue button
id: tampilkan pengelola perangkat lunak pada tombol biru

source: shuffle
id: acak

source: shut down
id: matikan

source: simple
id: sederhana

source: skip backward
id: lewatkan mundur

source: skip forward
id: lewatkan maju

source: slot%s - %s (current image) with, backup
id: slot%s - %s (image saat ini) dengan cadangan

source: slot%s - %s (current image), without backup
id: slot%s - %s (image saat ini) tanpa cadangan

source: slot%s - %s mode 1 (current image)
id: slot%s - %s mode 1 (image saat ini)

source: slot%s - %s mode 12 (current image)
id: slot%s - %s mode 12 (image saat ini)

source: slot%s - %s, with backup
id: slot%s - %s, dgn cadangan

source: slot%s - %s, without backup
id: slot%s - %s, tanpa cadangan

source: special events
id: acara khusus

source: special format data DVD (HDTV compatible)
id: format khusus DVD data(HDTV kompatibel)

source: sports (general)
id: olahraga (umum)

source: sports magazine
id: majalah olahraga

source: standard
id: standar

source: start cut here
id: mulai potong di sini

source: stepsize
id: ukuranjangka

source: successful
id: sukses

source: switch to the next angle
id: ganti ke sudut berikutnya

source: switch to the next audio track
id: ganti ke jalur audio berkutnya

source: switch to the next subtitle language
id: tukar ke bahasa terjemahan berikutnya

source: template file
id: berkas template

source: testing
id: berfungsi

source: this recording
id: rekaman ini

source: toggle time, chapter, audio, subtitle info
id: alihkan waktu, bab, audio, info terjemahan

source: true
id: benar

source: unavailable
id: tidak tersedia

source: unconfirmed
id: takdikonfirmasi

source: undefined
id: takditentukan

source: unknown
id: tidak dikenal

source: unknown error
id: kesalahan takdikenal

source: unknown service
id: layanan tak dikenal

source: untestable
id: takbisa dites

source: until standby/restart
id: sampai standby/mulai ulang

source: user defined
id: ditentukan pengguna

source: version
id: versi

source: violet
id: ungu

source: wait for ci...
id: mengunggu ci...

source: wait for mmi...
id: menunggu mmi...

source: waiting
id: menunggu

source: water sport
id: olahraga air

source: weekly
id: per pekan

source: west
id: barat

source: when PiPzap enabled zap channel down...
id: ketika PiPzap diaktifkan zap kanal bawah...

source: when PiPzap enabled zap channel up...
id: ketika PiPzap diaktifkan zap kanal atas...

source: white
id: putih

source: wide
id: lebar

source: width
id: lebar

source: winter sport
id: olahraga musim dingin

source: wireless network interface
id: antarmuka jaringan nirkabel

source: with %d error
id: dgn %d kesalahan

source: with errors
id: dgn kesalahan

source: with text
id: dengan teks

source: with tuner name
id: dgn nama penala

source: with_errors
id: dgn_kesalahan

source: yellow
id: kuning

source: yes
id: ya

source: yes (keep feeds)
id: ya (simpan feeds)

source: yes, but not in multi selections
id: ya, tapi tidak pada pilihan multi

source: zap and record
id: zap dan rekam
