Repository: OpenPLi/enigma2
Catalog: po/*.po
Languages: id

source: Only select 'yes' if you are using a multiswich that requires a DiSEqC Port-A command signal. For all other setups select 'no'.
id: Hanya pilih 'ya' jika anda menggunakan saklarmulti yang membutuhkan sinyal perintah DiSEqC Port-A. Untuk semua pengaturan lainnya pilih 'tidak'.

source: Open select location
id: Buka lokasi yg dipilih

source: Open select location as timer name
id: Buka lokasi yg dipilih sbg nama pewaktu

source: Open service list
id: Buka daftar kanal

source: Open setup tuner
id: Buka pengaturan penala

source: Open the movie list
id: Buka daftar film

source: Operating LED status in deep standby mode
id: Jalankan status LED pada mode siaga dalam

source: Operating LED status in standby mode
id: Jalankan status LED pada mode siaga

source: Options disable timer
id: Pilihan mematikan pewaktu

source: Orbital position
id: Posisi orbit

source: Ordinary
id: Biasa

source: Original
id: Asli

source: Other
id: Lainnya

source: Other Subtitles & lang
id: Terjemahan & bhs lain

source: Output
id: Keluaran

source: Overall progress:
id: Kemajuan keseluruhan

source: Overscan wizard
id: Wizard overscan

source: Overwrite configuration files during software update?
id: Timpa file konfigurasi saat update perangkat lunak?

source: Overwrite configuration files?
id: Timpa file konfigurasi?

source: PCR PID
id: PID PCR

source: PGS file
id: Berkas PGS

source: PID Filtering
id: Penyaringan PID

source: PIN code needed
id: Kode PIN diperlukan

source: PLP ID
id: ID PLP

source: PLS Code
id: Kode PLS

source: PMT PID
id: PID PMT

source: Package list update
id: Pembaruan daftar paket

source: Packages to update
id: Paket untuk pembaruan

source: Packet management
id: Pengelolaan Paket

source: Packet manager
id: Pengelola Paket

source: Palestine, State of
id: Negara Palestina

source: Panic to
id: Panik ke

source: Papua New Guinea
id: Papua News Guinea

source: Parent directory
id: Direktori induk

source: Parental control
id: Pengawasan Orangtua

source: Parental control services editor
id: Perobah kanal dalam pengawasan orangtua

source: Parental control setup
id: Atur pengawasan orangtua

source: Password
id: Katakunci

source: Pause
id: Jeda

source: Pause movie at end
id: Jeda film di akhir

source: Pause playback
id: Jeda pemutaran

source: Percentage left
id: Persentase di kiri

source: Percentage right
id: Persentase di kanan

source: Permanently delete all recordings in the trash can?
id: Hapus permanen semua rekaman ke tempat sampah?

source: Permanently remove all deleted items
id: Buang permanen semua item yg dipilih

source: Persian
id: Persia

source: Philippines
id: Filipina

source: PiP setup
id: Atur PiP

source: Picon
id: Pikon

source: Picon and servicename
id: Pikon dan nama layanan

source: Picture player
id: Pembuka Gambar

source: Pixels
id: Piksel

source: Play
id: Mainkan

source: Play DVD
id: Mainkan DVD

source: Play as Picture in Picture
id: Mainkan sbg picture in picture

source: Play audio-CD...
id: Mainkan CD-audio...

source: Play back media files
id: Mainkan file-file media

source: Play entry
id: Mainkan entri

source: Play from next mark or playlist entry
id: Mainkan dari penanda berikutnya atau entri daftarputar

source: Play from previous mark or playlist entry
id: Mainkan dari penanda sebelumnya atau entri daftarputar

source: Play in main window
id: Putar pada jendela utama

source: Play music...
id: Mainkan musik...

source: Play next
id: Mainkan berikutnya

source: Play next (return to movie list)
id: Mainkan berikutnya (kembali ke daftar film)

source: Play next (return to previous service)
id: Mainkan berikutnya (kembali ke kanal sebelumnya)

source: Play previous
id: Mainkan sebelumnya

source: Play recorded movies...
id: Mainkan film yang direkam...

source: Please add titles to the compilation.
id: Mohon tambahkan judul ke kompilasi.

source: Please change recording endtime
id: Mohon ubah waktu akhir perekaman

source: Please choose an extension...
id: Silakan pilih ekstensi...

source: Please configure your internet connection by filling out the required values. When you are ready press OK to continue.
id: Mohon atur koneksi internet anda dengan mengisi nilai yang diperlukan. Jika anda sudah siap tekan OK untuk lanjut.

source: Please connect your receiver to the internet
id: Mohon hubungkan Rx anda ke internet

source: Please do not change any values unless you know what you are doing!
id: Mohon jangan ubah nilai apapun kecuali anda tahu apa yg anda lakukan!

source: Please enter a name for the new bouquet
id: Mohon masukkan nama untuk buket baru

source: Please enter a name for the new marker
id: Mohon masukkan nama untuk penanda baru

source: Please enter a new filename
id: Mohon masukkan nama berkas baru

source: Please enter filename (empty = use current date)
id: Mohon masukkan nama berkas (kosong = gunakan tanggal sekarang)

source: Please enter name of the new directory
id: Mohon masukkan nama direktori baru

source: Please enter new description:
id: Mohon masukkan keterangan baru:

source: Please enter new name:
id: Mohon masukkan nama baru:

source: Please enter the correct PIN code
id: Mohon masukkan kode PIN yg benar

source: Please enter the new PIN code
id: Mohon masukkan kode PIN baru

source: Please enter the old PIN code
id: Mohon masukkan kode PIN lama

source: Please follow the instructions on the TV
id: Mohon ikuti petunjuk pada TV

source: Please note that the previously selected media could not be accessed and therefore the default directory is being used instead.
id: Mohon diingat bahwa media yg dipilih sebelumnya tidak bisa diakses dan oleh karena itu direktori standar digunakan sebaliknya.

source: Please press OK to continue.
id: Mohon tekan OK untuk lanjut.

source: Please re-enter the new PIN code
id: Mohon masukkan ulang kode PIN baru

source: Please select a playlist to delete...
id: Mohon pilih daftarputar untuk dihapus...

source: Please select a playlist...
id: Mohon pilih daftarputar...

source: Please select a sub service...
id: Mohon pilih sub layanan...

source: Please select a subservice to record...
id: Mohon pilih sub layanan untuk rekam...

source: Please select a subservice...
id: Mohon pilih sub layanan...

source: Please select medium to be scanned
id: Mohon pilih media untuk dipindai

source: Please select medium to use as backup location
id: Mohon pilih media untuk digunakan sbg lokasi pencadangan

source: Please select tag to filter...
id: Mohon pilih label untuk disaring...

source: Please select the movie path...
id: Mohon pilih arah tujuan film...

source: Please select the network interface that you want to use for your internet connection. Please press OK to continue.
id: Mohon pilih antarmuka jaringan yg ingin anda gunakan untuk koneksi internet. Mohon tekan OK untuk lanjut.

source: Please select the wireless network that you want to connect to. Please press OK to continue.
id: Mohon pilih jaringan nirkabel yg ingin anda hubungkan. Mohon tekan OK untuk lanjut.

source: Please set up tuner A
id: Mohon atur penala A

source: Please set up tuner B
id: Mohon atur penala B

source: Please set up tuner C
id: Mohon atur penala C

source: Please set up tuner D
id: Mohon atur penala D

source: Please set up tuner E
id: Mohon atur penala E

source: Please set up tuner F
id: Mohon atur penala F

source: Please set up tuner G
id: Mohon atur penala G

source: Please set up tuner H
id: Mohon atur penala H

source: Please set up tuner I
id: Mohon atur penala I

source: Please set up tuner J
id: Mohon atur penala J

source: Please setup the following basic configs!
id: Mohon atur setelan dasar berikut

source: Please use direction keys to move the PiP window. Press Bouquet +/- to resize the window. Press OK to go back to the TV mode or EXIT to cancel the moving.
id: Mohon gunakan tombol arah untuk pindah jendela PiP. Tekan Buket +/- untuk ubah ukuran jendela. TEkan OK untuk kembali ke mode TV atau EXIT untuk batal pindah.

source: Please use the UP and DOWN keys to select your language. Afterwards press the OK button.
id: Mohon gunakan tombol UP (atas) dan DOWN (bawah) untuk pilih bahasa anda. Setelah itu, tekan tombol OK.

source: Please wait
id: Mohon tunggu

source: Please wait (downloading channel list)
id: Mohon tunggu (mengunduh daftar kanal)

source: Please wait (updating packages)
id: Mohon tunggu (memperbarui paket)

source: Please wait for activation of your network configuration...
id: Silakan tunggu aktivasi setelan jaringan anda...

source: Please wait while scanning...
id: Silakan tunggu sementara pemindaian sedang berlangsung...

source: Please wait while we configure your network...
id: Silakan tunggu sementara kami menyetel jaringan anda...

source: Please wait while we prepare your network interfaces...
id: Silakan tunggu sementara kami menyiapkan antarmuka jaringan anda...

source: Please wait while we test your network...
id: Silakan tunggu sementara kami memeriksa jaringan anda...

source: Please wait while your network is restarting...
id: Silakan tunggu sementara jaringan anda restart...

source: Please wait...
id: Silakan tunggu...

source: Please wait... Loading list...
id: Mohon tunggu... Memuat daftar...

source: Plugin Browser
id: Perambah Plugin

source: Plugin browser
id: Perambah plugin

source: Plugin manager activity information
id: Informasi aktifitas pengelola plugin

source: Plugin manager help
id: Bantuan pengelola plugin

source: Plugins
id: Plugin

source: Poland
id: Polandia

source: Polarisation
id: Polarisasi

source: Polarization
id: Polarisasi

source: Polish
id: Polandia

source: Portuguese
id: Portugis

source: Position
id: Letak

source: Position of completed timers in timerlist
id: Letak pewaktu selesai pada daftar pewaktu

source: Position stored at index
id: Letak disimpan pada indeks

source: Positioner
id: Posisioner

source: Positioner (selecting satellites)
id: Posisioner (memilih satelit)

source: Positioner setup
id: Atur Posisioner

source: Positioner setup log
id: Log pengaturan posisioner

source: Power LED
id: LED Power

source: Power management. Consult your receiver's manual for more information.
id: Pengelolaan daya. Periksa manual Rx anda untuk informasi lanjut.

source: Power on display
id: Tampilan daya

source: Power threshold in mA
id: Ambang daya dalam mA

source: Power threshold. Consult your receiver's manual for more information.
id: Ambang daya. Periksa manual Rx anda untuk informasi lanjut.

source: PowerMenu
id: Menu Daya

source: Predefined transponder
id: TP yang telah ditetapkan

source: Prefer AC3 track
id: Utamakan jalur AC3

source: Prefer AC3+ track
id: Utamakan jalur AC3+

source: Prefer audio track stored by service
id: Utamakan jalur audio yang disimpan layanan

source: Prefer graphical DVB subtitles
id: Utamakan terjemahan DVB grafis

source: Prefer subtitles for hearing impaired
id: Utamakan terjemahan untuk tuna rungu

source: Prefer subtitles stored by service
id: Utamakan terjemahan yg disimpan layanan

source: Preferred tuner
id: Penala diutamakan

source: Preferred tuner ATSC
id: ATSC penala diutamakan

source: Preferred tuner ATSC for recordings
id: ATSC penala diutamakan untuk merekam

source: Preferred tuner DVB-C
id: DVB-C penala diutamakan

source: Preferred tuner DVB-C for recordings
id: DVB-C penala diutamakan untuk merekam

source: Preferred tuner DVB-S
id: DVB-S penala diutamakan

source: Preferred tuner DVB-S for recordings
id: DVB-S penala diutamakan untuk merekam

source: Preferred tuner DVB-T
id: DVB-T penala diutamakan

source: Preferred tuner DVB-T for recordings
id: DVB-T penala diutamakan untuk merekam

source: Preferred tuner for recordings
id: Penala diutamakan untuk merekam

source: Preparing... Please wait
id: Mempersiapkan... Silakan tunggu

source: Press '0' to toggle PiP mode
id: Tekan '0' untuk alihkan mode PiP

source: Press 'OK' for attach next function or 'CH+/-' for edit attached.
id: Tekan 'OK' untuk melampirkan fungsi berikutnya atau 'CH+/-' untuk mengubah lampiran

source: Press 'OK' for remove item or 'CH+/-' for toggle to list of features.
id: Tekan 'OK' untuk menghapus item atau 'CH+/-' untuk memilih fitur ke daftar

source: Press 'OK' for remove item or < > for change order or 'CH+/-' for toggle to list of features.
id: Tekan 'OK' untuk menghapus item atau < > untuk mengubah urutan atau 'CH+/-' untuk memilih fitur ke daftar

source: Press INFO on your remote control for additional information.
id: Tekan INFO pada remote kontrol anda untuk info tambahan.

source: Press MENU on your remote control for additional options.
id: Tekan MENU pada remote kontrol anda untuk opsi tambahan.

source: Press OK on your remote control to continue.
id: Tekan OK pada remote kontrol anda untuk melanjutkan.

source: Press OK to activate the settings.
id: Tekan OK untuk mengaktifkan pengaturan.

source: Press OK to edit the settings.
id: Tekan OK untuk merubah pengaturan.

source: Press OK to get further details for %s
id: Tekan OK untuk mendapatkan rincian lanjut pada %s

source: Press OK to scan
id: Tekan OK untuk melacak

source: Press OK to select a group of satellites to configure in one block.
id: Tekan OK untuk memilih kumpulan satelit untuk mengatur dalam satu blok.

source: Press OK to select a provider.
id: Tekan OK untuk memilih penyedia.

source: Press OK to select satellites
id: Tekan OK untuk memilih satelit

source: Press OK to select/deselect a CAId.
id: Tekan OK untuk memilih/tidak memilih CAID.

source: Press OK to toggle the selection
id: Tekan OK untuk alihkan pilihan

source: Press OK to toggle the selection.
id: Tekan OK untuk alihkan pilihan.

source: Press OK, save and exit...
id: Tekan OK, simpan dan keluar...

source: Press or select button and then press 'OK' for attach function.
id: Tekan atau pilih tombol dan lalu tekan 'OK' untuk menyematkan fungsi

source: Press or select button and then press 'OK' for attach next function or edit attached.
id: Tekan atau pilih tombol dan lalu tekan 'OK' untuk menyematkan fungsi berikutnya atau mengubah sematan

source: Press yellow to set this interface as default interface.
id: Tekan kuning untuk menset antar muka ini sbg antarmuka standar.

# button label, 'previous screen'
source: Prev
id: Sebelumnya

source: Preview
id: Pratinjau

source: Preview menu
id: Menu pratinjau

source: Preview selected channel
id: Pratinjau kanal dipilih

source: Primary DNS
id: DNS utama

source: Prime time
id: Jamtayang utama

source: Priority
id: Prioritas

source: Process
id: Proses

source: Progress
id: Progres

source: Progress bar left
id: Progres di kiri

source: Progress bar right
id: Progres di kanan

source: Progress:
id: Progres:

source: Properties of current title
id: Properti judul saat ini

source: Protect Screens
id: Lindungi Layar

source: Protect configuration
id: Lindungi setelan

source: Protect context menus
id: Lindungi menu konteks

source: Protect main menu
id: Lindungi menu utama

source: Protect manufacturer reset screen
id: Lindungi layar parameter pabrik

source: Protect menu sort
id: Lindungi sortir menu

source: Protect movie list
id: Lindungi daftar film

source: Protect on EPG age
id: Lindungi umur EPG

source: Protect plugin browser
id: Lindungi perambah plugin

source: Protect services
id: Lindungi layanan

source: Protect software update screen
id: Lindungi layar pembaruan perangkat lunak

source: Protect standby menu
id: Lindungi menu standby

source: Protect timer menu
id: Lindungi menu pewaktu

source: Provider
id: Penyedia

source: Providers
id: Penyedia

source: Puerto Rico
id: Puerto Riko

source: Purge deleted user bouquets
id: Buang buket pengguna yg dihapus

source: Put TV in standby
id: Setel TV ke standby

source: Put receiver in standby
id: Setel Rx ke standby

source: Python frontend for /tmp/mmi.socket
id: Frontend Python pada /tmp/mmi.socket

source: Python version:
id: Versi Python:

source: Question
id: Pertanyaan

source: Quick
id: Cepat

source: Quick zap
id: Zap cepat

source: REC
id: REK

source: RF output
id: Keluaran RF

source: Random
id: Acak

source: Rating defined by broadcaster - %d
id: Peringkat ditentukan oleh penyiar - %d

source: Rating undefined
id: Peringkat takditentukan

source: Really close without saving settings?
id: Yakin tutup tanpa menyimpan pengaturan?

source: Really delete done timers?
id: Yakin hapus pewaktu yg telah selesai?

source: Really exit the subservices quickzap?
id: Yakit keluar zapcepat sub layanan?

source: Really reboot now?
id: Yakin ingin reboot sekarang?

source: Really restart now?
id: Yakin ingin restart sekarang?

source: Really shutdown now?
id: Yakin ingin mematikan rx sekarang?

source: Really store at index %2d for current position?
id: Yakin menyimpan pada indeks %2d untuk posisi sekarang?

source: Really update the frontprocessor and reboot now?
id: Yakin meningkatkan frontprosessor dan reboot sekarang?

source: Really update your settop box and reboot now?
id: Yakin meningkatkan Rx anda dan reboot sekarang?

source: Rec
id: Rek

source: Recall to previous service
id: Kembali ke layanan sebelumnya

source: Reception settings
id: Pengaturan Penerimaan

source: Record
id: Rekam

source: Record time limited due to conflicting timer %s
id: Waktu rekam terbatas karna konflik pada pewaktu %s

source: Recorded files...
id: Berkas direkam...

source: Recording
id: Perekaman

source: Recording Setup
id: Pengaturan Rekam

source: Recording in progress
id: Perekaman sedang berlangsung

source: Recording paths
id: Alokasi Rekaman

source: Recording type
id: Jenis rekaman

source: Recording(s) are in progress or coming up in few seconds!
id: Rekaman sedang berlangsung atau beberapa detik akan datang!

source: Recordings
id: Perekaman

source: Recordings always have priority
id: Rekaman selalu diprioritaskan

source: Red
id: Merah

source: Red button...
id: Tombol merah...

source: Red colored
id: Warnai merah

source: Reenter PIN
id: Masukkan ulang PIN

source: Reflash recommended!
id: Disarankan pasang ulang!

source: Refresh
id: Segarkan

source: Refresh rate
id: Rerata segaran

source: Refresh rate selection.
id: Pemilihan rerata segaran.

source: Regard deep standby as standby
id: Anggap deep standby sbg standby

source: Region
id: Wilayah

source: Relative
id: Relatif

source: Reload
id: Muat ulang

source: Reload blacklists
id: Muat ulang daftar hitam

source: Reloading bouquets and services...
id: Muat ulang buket dan layanan...

source: Remember last service in PiP
id: Ingat layanan terakhir di PiP

source: Remember service PIN
id: Ingat PIN layanan

source: Reminder, you have chosen to save timeshift file.
id: Pengingat, anda telah memilih menyimpan berkas timeshift.

source: Remote control type
id: Jenis kontrol remote

source: Removal has completed.
id: Penghapusan telah selesai.

source: Remove
id: Hapus

source: Remove a mark
id: Hapus penanda

source: Remove all alternatives
id: Hapus semua alternatif

source: Remove all logfiles
id: Hapus semua berkaslog

source: Remove all new found flags
id: Hapus semua bendera baru yg ditemukan

source: Remove bookmark
id: Hapus penandabuku

source: Remove bouquet from parental protection
id: Hapus buket dari proteksi orangtua

source: Remove cable services
id: Hapus layanan kabel

source: Remove completed timers after (days)
id: Hapus pewaktu yg sudah selesai setelah (hari)

source: Remove currently selected title
id: Hapus judul yg saat ini dipilih

source: Remove directory
id: Hapus directori

source: Remove entry
id: Hapus entri

source: Remove from parental protection
id: Hapus dari proteksi orangtua

source: Remove items from trash can after (days)
id: Hapus item dari tong sampah setelah (hari)

source: Remove new found flag
id: Hapus semua bendera ditemukan

source: Remove plugins
id: Hapus plugin

source: Remove selected satellite
id: Hapus satelit yg dipilih

source: Remove terrestrial services
id: Hapus layanan terrestrial

source: Remove this logfile
id: Hapus berkaslog ini

source: Remove title
id: Hapus judul

source: Removing
id: Menghapus

source: Removing directory %s failed. (Maybe not empty.)
id: Penghapusan direktori gagal %s. (Mungkin tidak kosong.)

source: Removing partition table
id: Hapus tabel partisi

source: Rename
id: Ganti nama

source: Rename entry
id: Ubah nama entri

source: Rename name and description for new events
id: Ganti nama dan uraian acara baru

source: Repeat
id: Ulang

source: Repeat leave standby messages
id: Ulangi pesan tinggalkan standby

source: Repeat playlist
id: Ulang daftar putar

source: Repeat type
id: Tipe ulang

source: Repeats
id: Ulang

source: Replace `- ` in dialogs with colored text per speaker (like teletext subtitles for the hearing impaired)
id: Ganti tanda `- ` pada dialog dengan teks berwarna per pembicara (seperti terjemahan teleteks pada tuna rungu).

source: Request for vendor report
id: Meminta laporan vendor

source: Require authentication for http streams
id: Perlu otentikasi pada streaming http

source: Required medium type:
id: Jenis medium diminta:

source: Rereading partition table
id: Baca ulang tabel partisi

source: Reserved
id: Dialokasikan

source: Reset
id: Atur ulang

source: Reset and renumerate title names
id: Atur ulang dan pertimbangkan lagi nama judul

source: Reset order (All)
id: Atur ulang urutan (Semua)

source: Reset persistent PIN code
id: Atur ulang kode PIN tetap

source: Reset playback position
id: Atur ulang posisi pemutaran

source: Reset video enhancement settings to system defaults?
id: Atur ulang penyetelan perbaikan video pada bawaan sistem?

source: Reset video enhancement settings to your last configuration?
id: Atur ulang setelan perbaikan video pada setelan terakhir anda?

source: Resolution
id: Resolusi

source: Restart
id: Mulai ulang

source: Restart GUI now?
id: Ingin Mulai ulang GUI sekarang?

source: Restart enigma
id: Mulai ulang enigma

source: Restart network
id: Mulai ulang jaringan

source: Restart test
id: Percobaan mulai ulang

source: Restart your network connection and interfaces.
id: Mulai ulang antarmuka dan koneksi jaringan anda.

source: Restore
id: Pemulihan

source: Restore backups
id: Pulihkan cadangan

source: Restore deleted user bouquets
id: Kembalikan buketpengguna yg dihapus

source: Restore system settings
id: Pulihkan setelan sistem

source: Restore your backups by date.
id: Pulihkan data cadangan anda berdasarkan tanggal.

source: Restore your receiver settings.
id: Pulihkan penyetelan Rx anda.

source: Restoring...
id: Memulihkan...

source: Resume from last position
id: Mulai dari posisi terakhir

source: Resume position at %s
id: Kembali ke posisi %s

source: Resuming playback
id: Kembali ke pemutaran

source: Return to movie list
id: Kembali ke daftar film

source: Return to previous service
id: Kembali ke kanal sebelumnya

source: Reverse bouquet buttons
id: Putarbalik tombol buket

source: Reverse list
id: Daftar putarbalik

source: Rewind speeds
id: Kecepatan mundur cepat

source: Rewrap subtitles
id: Sesuaikan ukuran terjemahan

source: Right
id: Kanan

source: Right from servicename
id: Di kanan nama layanan

source: Romanian
id: Romania

source: Root directory
id: Direktori root

source: Rotor step position:
id: Posisi langkah rotor:

source: Rotor turning speed
id: Kecepatan putaran rotor

source: Round start time on
id: Putaran waktu mulai

source: Russian
id: Rusia

source: Russian Federation
id: Federasi Rusia

source: SCPC optimized search range
id: Rentang pencarian dioptimalkan SCPC

source: SCR Unicable
id: Unikabel SCR

source: SINGLE LAYER DVD
id: DVD LAPIS TUNGGAL

source: SRT file
id: bekas SRT

source: SSA file
id: berkas SSA

source: Saint Barthelemy
id: Santa Bartolemi

source: Saint Helena, Ascension and Tristan da Cunha
id: Santa Helena, Asensi dan Tristan Cuna

source: Saint Kitts and Nevis
id: Santa Kitts dan Nevis

source: Saint Lucia
id: Santa Lusia

source: Saint Martin (French part)
id: Santa Martin
